{"id":10422,"date":"2019-12-18T09:05:44","date_gmt":"2019-12-18T09:05:44","guid":{"rendered":"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/"},"modified":"2019-12-18T09:05:44","modified_gmt":"2019-12-18T09:05:44","slug":"motivasi-untuk-mahasiswa","status":"publish","type":"post","link":"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/","title":{"rendered":"Motivasi untuk Mahasiswa"},"content":{"rendered":"\n\t\t\t\t\n<p>Jalan menempuh waktu yang dialami mahasiswa selama perkuliahan pada ujungnya ialah penulisan skripsi. Skripsi merupakan karya ilmiah yang menjadi tugas akhir untuk meraih gelar sarjana. <\/p>\n\n\n\n<p>Beberapa mahasiswa dapat menyelesaikan karya ilmiah skripsi dengan lancar. Tanpa hambatan yang berarti dan tidak menjadi suatu beban yang berat. Sehingga mereka berhasil mewujudkan skripsi yang baik serta lulus sidang ujian skripsi dengan nilai yang memuaskan. Sebaliknya, dijumpai pula beberapa mahasiswa yang menghadapi kesulitan dalam penyelesaian tugas skripsi.<br><\/p>\n\n\n\n<p>Tulisan ini bertujuan memberikan motivasi dalam menghadapi tantangan penyelesaian tugas skripsi. Perlu diyakini bahwa setiap orang dapat melaksanakan sesuatu dengan baik dan dia dapat mewujudkan karya yang terbaik.<\/p>\n\n\n\n<p><strong>Persiapan<\/strong><\/p>\n\n\n\n<p>Apapun membutuhkan persiapan baik dalam jangka waktu yang pendek maupun dalam jangka waktu yang panjang. Targetnya adalah bagaimana seseorang dapat menyiapkan sesuatu dengan benar-benar matang. Tugas akhir skripsi pada dasarnya merupakan pekerjaan yang disiapkan berbagai aspeknya sejak masa-masa perkuliahan.<br><\/p>\n\n\n\n<p>Skripsi merupakan karya ilmiah yang disiapkan sebelumnya melalui latihan-latihan membuat karya ilmiah atau makalah di masa-masa perkuliahan. Penugasan membuat makalah dalam setiap matakuliah yang diperintahkan dosen tidak lain untuk latihan membuat karya ilmiah. Termasuk presentasi makalah juga merupakan latihan memaparkan karya ilmiah. <\/p>\n\n\n\n<p>Dengan demikian, tugas membuat makalah bukanlah bermakna tugas dan beban, melainkan memiliki maksud sebagai suatu latihan.<br>Suatu karya disebut ilmiah karena ia merupakan hasil penelitian. Mula-mula dilakukan penelitian dan kemudian hasil penelitian tersebut dituangkan ke dalam tulisan sehingga menghasilkan karya ilmiah. Dengan demikian, penugasan makalah juga pada dasarnya bermakna latihan penelitian. <\/p>\n\n\n\n<p>Penelitian adalah pekerjaan menghimpun data baik data dari sumber kepustakaan maupun data dari lapangan. Cara atau metode pengambilan data yang disebutkan pertama berarti penelitian kepustakaan, sedangkan metode pengambilan data yang disebutkan terakhir berarti penelitian lapangan.<br><\/p>\n\n\n\n<p>Secara umum, jenis penelitian ada dua macam, yaitu penelitian kualitatif dan penelitian kuantitatif. Penelitian kualitatif bertujuan mengeksplorasi atau menjelaskan sesuatu berdasarkan data-data yang telah terhimpun. <\/p>\n\n\n\n<p>Adapun penelitian kuantitatif bertujuan melakukan pengukuran. Secara umum, penelitian kuantitatif dilakukan melalui pengambilan data dari lapangan atau laboratorium. Sedangkan penelitian kualitatif dilaksanakan melalui pengambilan data dari sumber kepustakaan. Akan tetapi, lazim dan berlaku pula, baik penelitian kualitatif maupun penelitian kuantitatif, keduanya mengambil dua metode sekaligus, yakni studi pustaka dan studi lapangan. <\/p>\n\n\n\n<p>Saat ini beberapa penelitian kualitatif berusaha menerapkan dua metode sekaligus, yaitu studi pustaka dan sekaligus studi lapangan berupa pengambilan data melalui pengamatan, dokumentasi, dan wawancara. Ada pula jenis penelitian yang ke tiga, yaitu yang dikenal dengan&nbsp;<em>mixed method<\/em>&nbsp;dalam arti penggabungan antara jenis penelitian kualitatif dan jenis penelitian kuantitatif.<br><\/p>\n\n\n\n<p>Tiba gilirannya menjelaskan materi penelitian. Sebelumnya, seperti dipaparkan terdahulu merupakan jenis penelitian apakah kualitatif ataukah kuantitatif. Pertanyaannya, apa yang hendak diteliti? Apa yang hendak diteliti berarti materi penelitian. <\/p>\n\n\n\n<p>Perlu ditegaskan, materi penelitian itu meliputi topik dan tema. Topik adalah inti pembicaraan, sedangkan tema pembahasan khusus. Topik itu lebih umum sedangkan tema lebih khusus. Misalnya, topik fenomenologi, seadangkan temanya sosiologi fungsional. <\/p>\n\n\n\n<p>Ibarat sebuah rumah, atap ialah temanya. Setelah menentukan topik dan tema baru kemudian menentukan jenis penelitian.<br><\/p>\n\n\n\n<p>Materi penelitian, yang mencakup topik dan tema, adalah materi-materi yang disajikan diperkuliahan. Setiap fakultas pasti memiliki jurusan atau program studi. Setiap jurusan pasti berkonsentasi terhadap bidang keilmuan tertentu, meskipun pasti disajikan pula materi-materi kuliah yang bersifat umum. <\/p>\n\n\n\n<p>Setiap perkuliahan pasti membicarakan topik-topik dan tema-tema tertentu. Semuanya itu merupakan materi-materi atau bahan untuk&nbsp;<em>remembering<\/em>&nbsp;(mengingat),&nbsp;<em>understanding<\/em>&nbsp;(memahami),&nbsp;<em>applying<\/em>&nbsp;(menerapkan),&nbsp;<em>analysing<\/em>&nbsp;(menganalisis),&nbsp;<em>evaluating<\/em>&nbsp;(mengevaluasi), dan&nbsp;<em>creating<\/em>&nbsp;(menciptakan). Ini semua merupakan kriteria dalam menerima penyampaian materi matakuliah di kelas perkuliahan untuk bahan penelitian.<br><\/p>\n\n\n\n<p>Perkulihan menyajikan pula matakuliah metodologi penelitian. Ini sebagai bahan latihan praktek penelitian. Selain disajikan materi-materi bidang keilmuan, juga disajikan kuliah metodologi penelitian. Tugasnya adalah latihan menerapkan metodologi penelitian dalam latihan praktek penelitian terhadap materi-materi perkuliahan bidang keilmuan. <\/p>\n\n\n\n<p>Dalam perkuliahan disajikan pula matakuliah penulisan karya ilmiah. Sehingga lengkaplah segala persiapan mulai dari penyajian materi-materi bidang keilmuan jurusan, penyajian metodologi penelitian, dan penyajian matakuliah penulisan karya ilmiah. <\/p>\n\n\n\n<p>Tidak cukup itu tetapi diberikan pula panduan penulisan karya ilmiah skripsi. Bahkan, segala persiapan bukan saja disajikan melalui kurikulum formal, melainkan acapkali disajikan pula melalui aktivitas akademik eksta kurikuler sebagai latihan tambahan untuk penguatan kapasitas dan skill.<br><\/p>\n\n\n\n<p>Jelaslah, bagaimana mahasiswa dapat melaksanakan penyelesaian tugas akhir skripsi dengan baik, ternyata telah disiapkan dalam jangka waktu yang panjang selama masa-masa perkuliahan. Ini untuk mengingatkan bagi siswa yang tengah menjalani masa-masa perkuliahan.<\/p>\n\n\n\n<p><br><strong>Rencana Penelitian<\/strong><\/p>\n\n\n\n<p>Setelah mempunyai kesiapan untuk penyelesaian tugas akhir penelitian skripsi, tetap perlu diasipkan rencana penelitian. Topik dan tema apa yang hendak dibahas? Topik dan tema harus merupakan lingkup bidang keilmuan jurusan.<br><\/p>\n\n\n\n<p>Sebab, ada pula yang membuat rencana penelitian skripsi dengan topik dan tema di luar atau tidak berhubungan dengan bidang keilmuan jurusan. Oleh karena itu, perlu ditumbuhkan cinta matakuliah sejak awal. Cinta dalam arti menyayangi matakuliah. Ini berhubungan dengan peminatan jurusan dan kemudian cinta matakuliah. <\/p>\n\n\n\n<p>Ada juga jurusan yang bukan minatnya, melainkan terpaksa memasuki jurusan tersebut karena dorongan pihak lain. Ini bukan alasan, bila sesuatu telah berlangsung, maka mesti cinta jurusan dan cinta matakuliah. Telebih bila jurusan yang dimasukinya itu merupakan pilihan dan minatnya sejak awal, maka pasti tumbuhlah kecintaan terhadap materi-materi perkuliahan. <\/p>\n\n\n\n<p>Setiap jurusan akan secara khusus menyajikan materi-materi perkuliahan yang merupakan bidang keilmuan jurusan. Di dalam materi perkuliahan tersebut terdiri atas topik-topik dan tema-tema yang menjadi bahan untuk materi penelitian.<br><\/p>\n\n\n\n<p>Jika seseorang cinta matakuliah, maka dia akan siap untuk <em>remembering<\/em>&nbsp;(mengingat),&nbsp;<em>understanding<\/em>&nbsp;(memahami),&nbsp;<em>applying<\/em>&nbsp;(menerapkan),&nbsp;<em>analysing<\/em>&nbsp;(menganalisis),&nbsp;<em>evaluating<\/em>&nbsp;(mengevaluasi), dan&nbsp;<em>creating<\/em>&nbsp;(menciptakan). <\/p>\n\n\n\n<p>Di situ dia akan menemukan topik dan tema meliputi tema-tema yang telah banyak dibahas dalam kegiatan penelitian dan tema-tema yang lebih khusus yang jarang tersentuh oleh kegiatan penelitian. Seseorang itu pada gilirannya dia akan mengambil tema yang jarang atau belum disentuh oleh penelitian-penelitian sebelumnya. Karena jarang atau belum tersentuh, pasti tema tersebut menarik dan penting. <\/p>\n\n\n\n<p>Menariknya pasti tema itu mempunyai permasalahan yang perlu dibahas melalui penelitian. Sedangkan pentingnya karena hasil penelitian tersebut pasti meyumbangkan atau berkontribusi untuk menambah kekayaan pengetahuan. Di situlah pentingnya cinta atau menyayangi matakuliah untuk menemukan topik dan tema penelitian.<br><\/p>\n\n\n\n<p>Saat menentukan tema penelitian perlu dilakukan beberapa hal. Antara lain pastikan tema (teori kecil) tersebut terkait dengan topik (teori besar). Teori kecil mesti berdiri di atas teori besar atau teori besar mesti mengatasi teori kecil. Jangan sampai tema tidak kuat topiknya, dan jangan sampai pula topik tidak tajam temanya. <\/p>\n\n\n\n<p>Carilah rujukan dari penelitian-penelitan terdahulu untuk menguatkan topik dan untuk menajamkan tema. Mencari rujukannya jangan dari Google tetapi dari Google Scholar yang menyimpan hasil-hasil penelitian bereputasi. Ambil dari Google Scholar rujukan-rujukan untuk menguatkan teori besar atau topik yang disiapkan untuk menyusun kerangka teori atau kerangka berpikir dalam proposal penelitian. <\/p>\n\n\n\n<p>Ambil pula rujukan-rujukan untuk menajamkan teori kecil atau tema yang akan dibahas secara khusus dalam penelitian. Pastikan kita menentukan tema khusus yang benar-benar belum dibahas oleh penelitian-penelitian sebelumnya. Tema-tema tersebut pasti bersinggungan satu dengan tema yang lainnya. <\/p>\n\n\n\n<p>Akan tetapi, selalu terdapat celah yang sengaja disediakan oleh peneliti terdahulu untuk dilakukan penelitian lanjutan oleh pneliti berikutnya. Ambil celah itu agar tema penelitian menjadi tajam dalam arti fokus atau menukik. Dengan demikian, peneliti akan mempunyai tema fokus khusus yang dilandasi oleh topik atau teori besar yang kuat atau ajeg.<br><\/p>\n\n\n\n<p>Setelah ditemukan atau ditentukan tema fokus khusus, baru kemudian menentukan jenis penelitiannya apakah kualitatif ataukah kuantitatif. Bisa saja membahas tema yang sama dengan peneliti sebelumnya tetapi berbeda jenis penelitiannya. Misalanya, penelitian sebelumnya membahas tema yang sama dengan penelitian kualitatif, maka penelitian selanjutnya dapat meneruskan dengan menerapkan jenis penelitian kuantitatif. Atau bisa saja sama-sama menggunakan jenis penelitian kualitatif. <\/p>\n\n\n\n<p>Namun, penelitian sebelumnya hanya menerapkan metode studi pustaka, sedangkan penelitian selanjutnya mencoba menggunakan metode studi lapangan. Dengan demikian, perbedaan dengan penelitian sebelumnya tidak selalu berbeda materinya atau berbeda temanya, tetapi bisa juga berbeda jenis penelitiannya atau berbeda metode penelitiannya. Jadi, tentukanlah hendak menggunakan metodologi penelitian (jenis penelitian dan meode penelitian) yang mana. <\/p>\n\n\n\n<p>Ada ketentuan pula bahwa metodologi penelitian hendaknya relevan dengan materi atau tema yang dibahas. Tidak selalu materi relevan atau cocok dengan metode. Cara menentukan metode yang relevan adalah lihat kembali tujuan penelitiannya. Jika bertujuan untuk pengukuran maka digunakan jenis penelitian kuantitatif. <\/p>\n\n\n\n<p>Apabila bertujuan untuk eksplorasi atau penjelasan maka diterapkan jenis penelitian kualitatif. Jika sumber data akan diambil dari data kepustakaan maka digunakan studi pustaka. Apabila sumber data akan diambil dari lapangan maka digunakan studi lapangan. Jika kedua metode akan diterapkan, baik di dalam jenis penelitian kualitatif maupun di dalam jenis penelitian kuantitatif, maka gunakan dua metode sekaligus, yaitu studi pustaka dan sekaligus studi lapangan.<br><\/p>\n\n\n\n<p>Perlu ditegaskan pula analisis yang akan digunakan. Analisis disebut pula dengan pendekatan. Analisis atau pendekatan berperan untuk membahas hasil penelitian menjadi sebuah kesimpulan. Terkadang analisis atau pendekatan ini menjadi anak judul atau sub judul dalam sebuah judul penelitian. Misalnya, “Periwayatan Hadis: Analisis Sosiologis”. <\/p>\n\n\n\n<p>Nanti dalam pelaksanaan penulisan skripsi, tugas peneliti adalah menampilkan data yang diambil melalui metode baik studi pustaka maupun studi lapangan. Data yang telah ditampilkan tersebut kemudian dibahasakan atau diuraikan apa adanya. Apa adanya dalam arti tidak menambahkan atau mengurangi pembahasaan mengenai data tersebut. <\/p>\n\n\n\n<p>Data yang telah ditampilkan disebut ketika diuraikan atau dibahasakan maka menghasilkan sesuatu yang disebut dengan fakta. Jadi, tugas peneliti adalah menampilkan data dan kemudian membahasakan data yang telah ditampilkan tersebut menjadi fakta. Namun, penelitian tidak cukup sampai di situ. Fakta perlu dijelaskan atau dilakukan pembahasan dengan mengunakan analisis atau pendekatan. <\/p>\n\n\n\n<p>Penjelasan atas fakta dengan menggunakan analisis atau pendekatan maka akan menghasilkan informasi. Inforamsi yang dimaksud di sini adalah pengetahuan. Dengan demikian, pekerjaan akhir penulisan skripsi adalah memaparkan informasi (memaparkan pengetahuan), atau menghasilkan informasi (menghasilkan pengetahuan).<br><\/p>\n\n\n\n<p>Berdasarkan paparan di atas, rencana penelitian meliputi penentuan topik dan tema, penentuan metodologi penelitian (jenis dan metode), dan penentuan analisis atau pendekatan yang relevan yang akan digunakan.<\/p>\n\n\n\n<p><br><strong>Membuat Proposal Penelitan<\/strong><\/p>\n\n\n\n<p>Baru setelah menentukan topik dan tema, metodologi, dan pendekatan, peneliti kemudian menyiapkan proposal penelitian. Dalam hal ini penting sekali peneliti melihat acuan ke dalam panduan penyusunan proposal penelitian skripsi. Sebelumnya, penting pula menyampaikan rencana penelitian kepada dosen pembimbing untuk mengutarakan maksud dan tujuan guna diperoleh kesepemahaman.<br><\/p>\n\n\n\n<p>Bisa jadi pembimbing sulit memahami maksud dan tujuan lantaran mahasiswa kesulitan menyampaikan rencana penelitiannya. Maksud dan rencana penelitian benar-benar mesti dimengerti oleh dosen pembimbing. Hindari salah mengerti antara dosen dan mahasiswa tentang maksud dan tujuan penulisan skripsi. <\/p>\n\n\n\n<p>Cari cara yang paling efektif untuk mengemukakan rencana penelitian agar terbangun kesepemahaman antara dosen pembimbing dan mahasiswa tentang maksud dan tujuan penulisan skripsi. Ini penting agar dosen pembimbing benar-benar berperan mengantarkan kepada maksud dan tujuan yang dikehendaki mahasiswa. Serta hindari pula dosen pembimbing menentukan sesuatu lantaran kurang memahami maksud dan tujuan yang disampaikan sementara mahasiswa tidak mengerti pula sesuatu yang ditentukan oleh dosen pembimbing tadi. <\/p>\n\n\n\n<p>Poinnya adalah maksud dan tujuan dalam rencana penelitian skripsi mestilah benar-benar dipahami dua pihak antara mahasiswa dan dosen pembimbing.<br><\/p>\n\n\n\n<p>Setelah itu, baru disusun proposal penelitian untuk skripsi. Proposal biasanya terdiri atas bagian-bagian, seperti latarbelakang, rumusan masalah, tujuan, manfaat, tinjauan pustaka, kerangka berpikir, metodologi penelitian, dan sistematika penulisan. Hal yang mesti dipahami bahwa semua bagian-bagian tersebut meskipun masing-masing terpisah namun semuanya merupakan kesatuan yang saling terkait dan tidak bisa dipisahkan. <\/p>\n\n\n\n<p>Sering terjadi bagian-bagian tersebut dipaparkan secara tidak atau kurang terhubung. Bisa jadi saling terhubung dan diupayakan saling terhubung tetapi tidak atau kurang terkontrol. Kurang terkontrol artinya hubungan antar-bagian tersebut kurang terkontrol atau kurang dikendalikan dengan cermat. <\/p>\n\n\n\n<p>Tugas penyusun proposal penelitian adalah menghubungkan bagian-bagian dalam proposal secara tekontrol, terkendali, dan cermat.<br>Misalnya, latarbelakang mencantumkan fenomena sosial padahal dalam metodologi bukan merupakan penelitian lapangan. <\/p>\n\n\n\n<p>Jika mencantumkan latarbelakang fenomena sosial, maka metodologi penelitian yang tepat ialah studi lapangan. Misal lain, latarbelakang tidak mengerucut menghasilkan rumusan masalah tetapi langsung menuturkan pertanyaan-pertanyaan penelitian. <\/p>\n\n\n\n<p>Rumusan masalah adalah fokus penelitian dari celah tema yang dibahas dalam sebuah topik umum pembicaraan. Rumusan masalah idealnya dituangkan ke dalam kalimat sempurna sebelum diuraikan ke dalam beberapa pertanyaan. <\/p>\n\n\n\n<p>Contoh rumusan masalah “terdapat nilai-nilai inti dalam perintah ibadah shalat yang dapat ditransformasikan dalam kehidupan sosial”. Atau kalimat lain “perintah ibadah shalat mengandung nilai-nilai inti yang dapat ditranformasikan dalam kehidupan sosial”. <\/p>\n\n\n\n<p>Setelah dirumuskan dalam sebuah kalimat baru diurai ke dalam beberapa pertanyaan penelitian, yaitu 1) Bagaimana perintah ibadah shalat dalam ajaran Islam?; 2) Bagaimana nilai-nilai inti perintah ibadah shalat dalam ajaran Islam; dan 3) Bagaimana transformasi nilai-nilai inti perintah ibadah shalat dalam ajaran Islam bagi kehidupan sosial kaum muslim?<br><\/p>\n\n\n\n<p>Lalu, hubungkan rumusan tersebut dengan tujuan penelitian. Perlu ditegaskan di sini bahwa pencantuman tujuan penelitian secara tegas merupakan bagian yang sangat penting dalam proposal penelitian. Hal ini untuk mengingatkan peneliti dan memberitahu pembaca tentang tujuan sentral penelitian skripsi. Misalnya, penelitian ini bertujuan menjelaskan transformasi nilai-nilai inti perintah ibadah shalat dalam ajaran Islam bagi kehidupan sosial kaum muslim. <\/p>\n\n\n\n<p>Jika analisis atau pendekatannya sudah ditentukan maka dapat disebutkan pula di tujuan penelitian. Misalnya, penelitian ini bertujuan menjelaskan transformasi nilai-nilai inti perintah ibadah shalat dalam ajaran Islam bagi kehidupan sosial kaum muslim dengan menggunakan analisis atau pendekatan sosiologis.<br><\/p>\n\n\n\n<p>Selanjutnya, apa manfaat dari penelitian tersebut? Manfaat biasanya meliputi dua hal, yaitu akademik dan praktis. Secara sederhana, sebutkan manfaat akademik adalah untuk menyumbangkan pengetahuan, sedangkan manfaat praktis untuk menambah perbendaharaan kepustakaan.<br><\/p>\n\n\n\n<p>Bagian tinjauan pusataka sebelumnya harus dilakukan penelusuran terhadap hasil-hasil penelitian sebelumnya yang paling terkini atau mutakhir. Tinjauan pustakan bermakna untuk menghimpun topik-topik dan tema-tema terkait yang nantinya akan dijadikan rujukan sumber primer. Hindari rencana penelitian yang tidak ada penelitian sebelumnya, sebab akan kesulitan dalam pencarian rujukan terkait dan tema. <\/p>\n\n\n\n<p>Tampilkan seluruh hasil penelitian terdahulu yang akan dijadikan rujukan primer. Setelah ditampilan kemudian sebutkan apa perbedaannya dengan penelitian yang akan dilakukan.<br><\/p>\n\n\n\n<p>Seluruh rujukan dalam tinjauan pustaka akan sangat bermanfaat untuk penyusunan kerangka berpikir. Kerangka berpikir adalah suatu hubungan antar-konsep sehingga membentuk sebuah bangunan berpikir. Misalnya, rumah, secara garis besar akan terdiri dari pondasi, dinding, dan atap. Semuanya saling terkait. <\/p>\n\n\n\n<p>Dapat dikatakan pula kerangka berpikir adalah miniatur. Sebuah miniature yang konkritnya akan dilaksanakan nanti dalam uraian-uraian penelitian. Kerangka berpikir, yang rujukannya diambil dari tinjaun pustaka, idealnya terdiri atas tiga bagian, yaitu: 1) hubungan konsep-konsep yang terhubung dengan pertanyaan pertama penelitian; 2) hubungan konsep-konsep yang terhubung dengan pertanyaan kedua penelitian; dan 3) hubungan konsep-konsep yang terhubung dengan pertanyaan ketiga penelitian. Sebab, nanti penelitian bertugas menjawab seluruh pertanyaan secara terstruktur. <\/p>\n\n\n\n<p>Tinjauan pustaka akan memberikan teori-teori atau konsep-konsep yang dituangkan ke dalam kerangka berpikir yang disiapkan untuk menjawab seluruh pertanyaan penelitian nanti dalam pembahasan penelitian.<\/p>\n\n\n\n<p>Tiba di sini, tampaklah seluruh bagian-bagian dalam proposal begitu terhubung dalam arti saling terkait. Terlihat hubungan antara latarbelakang, rumusan masalah, pertanyaan penelitian, manfaat penelitian, tujuan penelitian, tinjaun pustaka, dan kerangka berpikir. Kontrol dan kendalikan secara cermat hubungan-hubungan itu.<br><\/p>\n\n\n\n<p>Sekarang giliran memaparkan metodologi penelitian. Jika melihat contoh tujuan penelitian di atas, maka relevan digunakan jenis penelitian kualitatif. Serta relevan pula digunakan dua metode sekaligus, yaitu studi pustaka dan studi lapangan. <\/p>\n\n\n\n<p>Dalam proposal paparkan bagaimana langkah-langkah studi pustaka, seperti pencarian, pengklasifikasian, pengkategorian, penampilan (<em>display<\/em>) data pustaka, dan analisis. Paparkan pula prosedur studi lapangan, misalnya, pengamatan, dokumentasi, dan wawancara. Tegaskan pula bahwa penelitian ini akan menggunakan analisis atau pendekatan sosiologis misalnya.<br><\/p>\n\n\n\n<p>Sistematika penulisan merupakan bagian yang tidak terpisahkan dalam penulisan proposal penelitian. Tegaskan bab I merupakan pendahuluan. Bab II merupakan uraian kerangka berpikir untuk menjawab pertanyaan pertama. Bab III merupakan uraian kerangka berpikir untuk menjawab pertanyaan kedua. Bab IV merupakan uraian kerangka berpikir untuk menjawab pertanyaan ketiga. Serta bab V merupakan penutup mencakup kesimpulan hasil penelitian dan saran yang merupakan rekomendasi untuk penelitian lebih lanjut.<\/p>\n\n\n\n<p><br><strong>Tuntas Menulis Karya Ilmiah Skripsi<\/strong><\/p>\n\n\n\n<p>Nanti tulisan ini kita teruskan lagi sampai tuntas. Sementara ini baca saja dulu beberapa tulisan terkait. Antara lain:&nbsp;<a href=\"https:\/\/www.yudidarma.id\/2019\/12\/tips-untuk-lolos-ujian-proposal-skripsi.html\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">bagaimana ujian proposal skripsi<\/a>;&nbsp;<a href=\"https:\/\/www.yudidarma.id\/2019\/11\/pengantar-bimbingan-skripsi.html\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">pengantar bimbingan skripsi<\/a>;&nbsp;<a href=\"https:\/\/www.yudidarma.id\/2019\/11\/menulis-skripsi-itu-menyenangkan.html\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">bagaimana menulis skripsi agar menyenangkan<\/a>;&nbsp;<a href=\"https:\/\/www.yudidarma.id\/2019\/12\/apa-masalah-penelitian-skripsi-anda.html\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">apa masalah penelitian skripsi<\/a>;&nbsp;<a href=\"https:\/\/www.yudidarma.id\/2019\/11\/bimbingan-skripsi-cepat.html\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">bimbingan cepat skripsi<\/a>;&nbsp;<a href=\"https:\/\/www.yudidarma.id\/2019\/12\/cara-menulis-latarbelakang-masalah.html\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">cara menulis latarbelakang<\/a>;&nbsp;<a href=\"https:\/\/www.yudidarma.id\/2019\/12\/cara-penelusuran-rujukan-skripsi.html\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">cara menelusuri rujukan skripsi<\/a>;&nbsp;<a href=\"https:\/\/www.yudidarma.id\/2019\/11\/cara-operasi-tool-references-untuk.html\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">cara mengoperasikan aplikasi referensi<\/a>;&nbsp;<a href=\"https:\/\/www.yudidarma.id\/2019\/12\/latihan-membuat-paragraf-untuk-karya.html\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">latihan membuat paragraph<\/a>;&nbsp;<a href=\"https:\/\/www.yudidarma.id\/2019\/12\/cara-membuat-kutipan-dan-daftar-pustaka.html\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">cara membuat kutipan dan daftar pusatka<\/a>;&nbsp;<a href=\"https:\/\/www.yudidarma.id\/2019\/12\/cara-menentukan-judul-penelitian-skripsi.html\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">cara menentukanjudul skripsi<\/a>;&nbsp;<a href=\"https:\/\/www.yudidarma.id\/2019\/11\/rumusan-masalah-penelitian-skripsi.html\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">bagaimana menyusun rumusan masalah<\/a>;&nbsp;<a href=\"https:\/\/www.yudidarma.id\/2019\/11\/latihan-menyusun-peta-konsep-penelitian.html\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">latihan menyusun peta konsep<\/a>;&nbsp;<a href=\"https:\/\/www.yudidarma.id\/2019\/12\/tips-and-tricks-penulisan-skripsi.html\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">tips menulis skripsi<\/a>;&nbsp;<a href=\"https:\/\/www.yudidarma.id\/2019\/12\/template-halaman-depan-skripsi.html\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">template halaman depan skripsi<\/a>;&nbsp;<a href=\"https:\/\/www.yudidarma.id\/2019\/12\/ujian-skripsi-materi-metodologi.html\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">bagaimana ujian sidang munaqosyah skripsi<\/a>;&nbsp;<a href=\"https:\/\/www.yudidarma.id\/2019\/11\/latihan-efektif-menulis-artikel-untuk.html\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">bagaimana mengubah skripsi menjadi artikel<\/a>; dan&nbsp;<a href=\"https:\/\/www.yudidarma.id\/2019\/12\/kumpulan-tulisan-seputar-skripsi.html\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">lain-lain<\/a>.<\/p>\n\n\n\n<p>Bandung, 18 Desember 2019<\/p>\n\n\n\n<p><em><strong>Yudi Wahyudin Darmalaksana, Dekan Fakultas Ushuluddin UIN Sunan Gunung Djati Bandung <\/strong><\/em><\/p>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Jalan menempuh waktu yang dialami mahasiswa selama perkuliahan pada ujungnya ialah penulisan skripsi. Skripsi merupakan karya ilmiah yang menjadi tugas akhir untuk [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":9183,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[66,1],"tags":[],"class_list":["post-10422","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-dekan","category-kolom"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v24.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Motivasi untuk Mahasiswa - UIN Sunan Gunung Djati Bandung<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Motivasi untuk Mahasiswa - UIN Sunan Gunung Djati Bandung\" \/>\n<meta property=\"og:description\" content=\"Jalan menempuh waktu yang dialami mahasiswa selama perkuliahan pada ujungnya ialah penulisan skripsi. Skripsi merupakan karya ilmiah yang menjadi tugas akhir untuk [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/\" \/>\n<meta property=\"og:site_name\" content=\"UIN Sunan Gunung Djati Bandung\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/uinsgdofficial\" \/>\n<meta property=\"article:published_time\" content=\"2019-12-18T09:05:44+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/06\/Backgorund-Coming-Soon-Website.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1920\" \/>\n\t<meta property=\"og:image:height\" content=\"1280\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"author\" content=\"Redaksi\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@uinsgd_official\" \/>\n<meta name=\"twitter:site\" content=\"@uinsgd_official\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Redaksi\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/\"},\"author\":{\"name\":\"Redaksi\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/person\/c282a13573bf8ae7a517d9299986c181\"},\"headline\":\"Motivasi untuk Mahasiswa\",\"datePublished\":\"2019-12-18T09:05:44+00:00\",\"dateModified\":\"2019-12-18T09:05:44+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/\"},\"wordCount\":2607,\"commentCount\":0,\"publisher\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#organization\"},\"image\":{\"@id\":\"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/#primaryimage\"},\"thumbnailUrl\":\"\",\"articleSection\":[\"Dekan\",\"Kolom Pimpinan\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/\",\"url\":\"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/\",\"name\":\"Motivasi untuk Mahasiswa - UIN Sunan Gunung Djati Bandung\",\"isPartOf\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/#primaryimage\"},\"thumbnailUrl\":\"\",\"datePublished\":\"2019-12-18T09:05:44+00:00\",\"dateModified\":\"2019-12-18T09:05:44+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/#primaryimage\",\"url\":\"\",\"contentUrl\":\"\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Beranda\",\"item\":\"https:\/\/uinsgd.ac.id\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Kolom Pimpinan\",\"item\":\"https:\/\/uinsgd.ac.id\/category\/kolom-pimpinan\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Kolom Pimpinan\",\"item\":\"https:\/\/uinsgd.ac.id\/category\/kolom-pimpinan\/kolom\/\"},{\"@type\":\"ListItem\",\"position\":4,\"name\":\"Motivasi untuk Mahasiswa\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/uinsgd.ac.id\/#website\",\"url\":\"https:\/\/uinsgd.ac.id\/\",\"name\":\"UIN Sunan Gunung Djati Bandung\",\"description\":\"Wahyu Memandu Ilmu\",\"publisher\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#organization\"},\"alternateName\":\"UIN Bandung\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/uinsgd.ac.id\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/uinsgd.ac.id\/#organization\",\"name\":\"UIN Sunan Gunung Djati Bandung\",\"alternateName\":\"UIN Bandung\",\"url\":\"https:\/\/uinsgd.ac.id\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png\",\"contentUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png\",\"width\":417,\"height\":598,\"caption\":\"UIN Sunan Gunung Djati Bandung\"},\"image\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/uinsgdofficial\",\"https:\/\/x.com\/uinsgd_official\",\"https:\/\/www.youtube.com\/@uinsgd.official\",\"https:\/\/www.instagram.com\/uinsgd.official\/\",\"https:\/\/www.tiktok.com\/@uinsgd.official\"]},{\"@type\":\"Person\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/person\/c282a13573bf8ae7a517d9299986c181\",\"name\":\"Redaksi\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g\",\"caption\":\"Redaksi\"},\"url\":\"https:\/\/uinsgd.ac.id\/author\/6449aec6e55c5d95\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Motivasi untuk Mahasiswa - UIN Sunan Gunung Djati Bandung","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/","og_locale":"en_US","og_type":"article","og_title":"Motivasi untuk Mahasiswa - UIN Sunan Gunung Djati Bandung","og_description":"Jalan menempuh waktu yang dialami mahasiswa selama perkuliahan pada ujungnya ialah penulisan skripsi. Skripsi merupakan karya ilmiah yang menjadi tugas akhir untuk [&hellip;]","og_url":"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/","og_site_name":"UIN Sunan Gunung Djati Bandung","article_publisher":"https:\/\/www.facebook.com\/uinsgdofficial","article_published_time":"2019-12-18T09:05:44+00:00","og_image":[{"width":1920,"height":1280,"url":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/06\/Backgorund-Coming-Soon-Website.png","type":"image\/png"}],"author":"Redaksi","twitter_card":"summary_large_image","twitter_creator":"@uinsgd_official","twitter_site":"@uinsgd_official","twitter_misc":{"Written by":"Redaksi","Est. reading time":"13 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/#article","isPartOf":{"@id":"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/"},"author":{"name":"Redaksi","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/person\/c282a13573bf8ae7a517d9299986c181"},"headline":"Motivasi untuk Mahasiswa","datePublished":"2019-12-18T09:05:44+00:00","dateModified":"2019-12-18T09:05:44+00:00","mainEntityOfPage":{"@id":"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/"},"wordCount":2607,"commentCount":0,"publisher":{"@id":"https:\/\/uinsgd.ac.id\/#organization"},"image":{"@id":"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/#primaryimage"},"thumbnailUrl":"","articleSection":["Dekan","Kolom Pimpinan"],"inLanguage":"en-US","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/#respond"]}]},{"@type":"WebPage","@id":"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/","url":"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/","name":"Motivasi untuk Mahasiswa - UIN Sunan Gunung Djati Bandung","isPartOf":{"@id":"https:\/\/uinsgd.ac.id\/#website"},"primaryImageOfPage":{"@id":"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/#primaryimage"},"image":{"@id":"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/#primaryimage"},"thumbnailUrl":"","datePublished":"2019-12-18T09:05:44+00:00","dateModified":"2019-12-18T09:05:44+00:00","breadcrumb":{"@id":"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/#primaryimage","url":"","contentUrl":""},{"@type":"BreadcrumbList","@id":"https:\/\/uinsgd.ac.id\/motivasi-untuk-mahasiswa\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Beranda","item":"https:\/\/uinsgd.ac.id\/"},{"@type":"ListItem","position":2,"name":"Kolom Pimpinan","item":"https:\/\/uinsgd.ac.id\/category\/kolom-pimpinan\/"},{"@type":"ListItem","position":3,"name":"Kolom Pimpinan","item":"https:\/\/uinsgd.ac.id\/category\/kolom-pimpinan\/kolom\/"},{"@type":"ListItem","position":4,"name":"Motivasi untuk Mahasiswa"}]},{"@type":"WebSite","@id":"https:\/\/uinsgd.ac.id\/#website","url":"https:\/\/uinsgd.ac.id\/","name":"UIN Sunan Gunung Djati Bandung","description":"Wahyu Memandu Ilmu","publisher":{"@id":"https:\/\/uinsgd.ac.id\/#organization"},"alternateName":"UIN Bandung","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/uinsgd.ac.id\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/uinsgd.ac.id\/#organization","name":"UIN Sunan Gunung Djati Bandung","alternateName":"UIN Bandung","url":"https:\/\/uinsgd.ac.id\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/","url":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png","contentUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png","width":417,"height":598,"caption":"UIN Sunan Gunung Djati Bandung"},"image":{"@id":"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/uinsgdofficial","https:\/\/x.com\/uinsgd_official","https:\/\/www.youtube.com\/@uinsgd.official","https:\/\/www.instagram.com\/uinsgd.official\/","https:\/\/www.tiktok.com\/@uinsgd.official"]},{"@type":"Person","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/person\/c282a13573bf8ae7a517d9299986c181","name":"Redaksi","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g","caption":"Redaksi"},"url":"https:\/\/uinsgd.ac.id\/author\/6449aec6e55c5d95\/"}]}},"_links":{"self":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts\/10422","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/comments?post=10422"}],"version-history":[{"count":0,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts\/10422\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/"}],"wp:attachment":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/media?parent=10422"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/categories?post=10422"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/tags?post=10422"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}