{"id":53751,"date":"2024-08-23T15:30:45","date_gmt":"2024-08-23T08:30:45","guid":{"rendered":"https:\/\/uinsgd.ac.id\/?p=53751"},"modified":"2024-08-23T14:05:41","modified_gmt":"2024-08-23T07:05:41","slug":"3-cara-mengisi-kemerdekaan-untuk-indonesia-maju","status":"publish","type":"post","link":"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/","title":{"rendered":"3 Cara Mengisi Kemerdekaan untuk Indonesia Maju"},"content":{"rendered":"<p><strong>UINSGD.AC.ID (Humas)<\/strong> &#8212; Alhamdulillah, pada hari ini, kita masih bisa terus merasakan nikmat yang dianugerahkan Allah swt kepada kita semua. Diantaranya adalah nikmat iman, kesehatan, dan kemerdekaan sehingga kita bisa dengan tenang melangkahkan kaki menuju majelis ini untuk menjalankan tugas utama kita hidup di dunia yakni beribadah kepada Allah. Hal ini akan sulit untuk dilakukan jika kita berada dalam kondisi peperangan alias tidak merdeka serta masih berada dalam kungkungan penjajah. untuk itu.<\/p>\n<p>Sebagaimana diketahui, penjajahan di dunia ini bisa dipilah menjadi dua. penjajahan fisik. dan, penjajahan non-fisik. Penjajahan fisik dilakukan dengan pendudukan <em>(ihtilâl);<\/em> dengan menduduki wilayah, menguasai sumber daya alam, menundukkan sumber daya manusianya, kemudian mengontrol kekuasaan militer, politik, pemerintahan, ekonomi, sosial, dan sebagainya.<\/p>\n<p>Inilah yang dilakukan oleh negara-negara penjajah Barat pengusung utama ideologi Kapitalisme-sekularisme pada masa lalu, khususnya di Dunia Islam, termasuk negeri ini. Adapun, penjajahan non-fisik dilakukan melalui pemikiran, pendidikan, budaya dan <em>soft power<\/em> yang lainnya. Biasanya dilakukan dengan menggunakan strategi dan agen. Mereka ditanam di semua sektor; mulai dari sektor politik, pemerintahan, militer, ekonomi, budaya, agama, hukum dan sebagainya. Inilah yang dilakukan oleh negara-negara penjajah Barat pengusung utama ideologi Kapitalisme-sekularisme pada masa sekarang, khususnya di Dunia Islam, termasuk negeri ini.<\/p>\n<p>Karena itu secara de jure negeri-negeri kaum Muslim, termasuk negeri ini, memang sudah dinyatakan merdeka. Ini karena kaum penjajah telah lama meninggalkan negeri kaum Muslim. Namun, secara de facto pemikiran, mindset dan cara pandang penjajah itu tetap dipertahankan, terutama oleh para penguasa dan elit-elit politiknya. Bahkan mereka mengundang penjajah itu untuk mengangkangi dan mengeruk kekayaan negeri mereka atas nama “investasi” dan sebagainya.<\/p>\n<p>Ada beberapa hal yang perlu Kita cermati, dalam mengisi kemerdekaan diantaranya:<\/p>\n<p><em>Pertama,<\/em> kegiatan ceremonial simbol kegembiraan. Terkait Indonesia, era penjajahan fisik yang dialami bangsa ini memang sudah lama berakhir. Kaum penjajah yang pernah menjajah negeri ini pun seperti Portugis, Belanda, Inggris dan Jepang, sudah lama terusir. Negeri ini bahkan telah merayakan Hari Kemerdekaan sekaligus Hari Ulang Tahun (HUT)-nya yang ke-79. Ceremonial telah dilakukan dengan berbagai kegiatan menggembirakan mengisi kemerdekaan tersebut. Ada yang upacara benera, karnaval panjat pinang, balap karung dan lain sebagainya.<\/p>\n<p>Kegiatan tersebut memang simbol kegembiraan dari terlepasnya belenggu penjajahan. Terbebas dari pengaruh asing yang menguasai negeri. Namun, benarkah Indonesia benar-benar terlepas dari penjajahan? Memang tidak ditemukan dalil, baik dari Al-Qur’an, hadis bahkan dawuh ulama yang secara tersurat membahas tentang kebolehan atau pelarangan perayaan dan peringatan hari merdeka.<\/p>\n<p>Namun jika melihat esensi dan spirit <em>(maqashid)<\/em> dari perayaan hari merdeka yaitu ekspresi kebahagian dan rasa syukur mendalam atas anugerah yang diberikan Allah karena telah diselamatkan dari belenggo kolonial, maka tradisi seperti ini sangat baik bahkan dianjurkan. Spirit ini sesuai dengan firman Allah dalam surah Yunus ayat 58:<\/p>\n<p>قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ ٥٨<\/p>\n<p><em>Artinya: “Katakanlah, dengan kurunia Allah dan rahmat-Nya, hendaklah dengan itu mereka bergembira. Karunia Allah dan rahmat-Nya lebih baik dari apa yang mereka kumpulkan.” (Q.S. Yunus ayat 58).<\/em><\/p>\n<p>Apalagi dalam perayaan-perayaan tersebut, biasanya diisi dengan doa-doa yang secara khusus dihadiahkan kepada para pahlawan kemerdakaan karena jasa mereka dalam memerdekakan Indonesia. Mendoakan para pahlawan tentu merupakan sikap dan perilaku baik. Bahkan telah dicontohkan Nabi Muhammad SAW semasa hidupnya.<\/p>\n<p>Semasa hidup, Nabi Muhammad SAW hampir setiap tahun ziarah ke makam para pahlawan Perang Uhud, dalam rangka mengenang jasa mereka dan memanjatkan doa untuk mereka. Kebiasaan Nabi Muhammad SAW ini diikuti oleh para sahabatnya pasca beliau wafat. Bahkan Abu Bakar dan Umar selalu mengingatkan Nabi Muhammad SAW ketika sedang dalam perjalanan dan ketika sudah mendekati Uhud.<\/p>\n<p><em>Kedua,<\/em> megisi kemerdekaan dengan menghilangkan kobodohan. Hal yang yang lebih penting apabila mengutip dari kitab Nashoihul Ibad, maqolah ke 21 syekh Nawawi al-Bantani mengatakan bahwa:<\/p>\n<p>لَا غُربَةَ للفَاضِلِ ولَا طَنَ للجَهِلِ<\/p>\n<p><em>Artinya: “tidak ada keterasingan bagi orang-orang yang utama (berilmu) dan tidak ada tanah air (rumah) bagi orang-orang yang bodoh”.<\/em><\/p>\n<p>Seseorang yang bersifat memiliki ilmu dan amal maka sesungguhnya ia akan dimulyakan dan dihormati diantara manusia dimana saja berada. Oleh karena itu dimana saja berada layaknya mereka seperti di negeri sendiri meskipun dia sebagai pendatang yang hanya singgah sesaat. Sebaliknya, orang yang bodoh adalah kebalikannya, meskipun di negeri sendiri, mereka akan merasa asing.<\/p>\n<p>Fenomena keterasingan orang-orang pribumi dibanding pendatang sangatlah kentara di belahan bumi Indonesia bagian manapun, termasuk di wilayah kita ini. Meskipun Indonesia sudah merdeka 79 tahun silam, masih banyak yang harus kita perjuangkan untuk mengisi kemerdekaan, salah satunya pesan dari Syekh Nawawi di atas, lenyapkan kebodohan agar kita tidak menjadi orang asing di negeri sendiri.<\/p>\n<p>Banyak anak negeri yang hanya jadi babu di negeri orang. Mereka, seringkali disiksa dan dianiaya, negeri ini belum mampu memulangkan mereka dan memberi pekerjaan layak dan mensejahterakannya. Luas negara ini jutaan hektar Namun lebih dari setengah dikuasai asing, hingga rakyat tak lagi punya lahan luas, berdesak-desakan di tanah yang sempit, tanah negara belum mampu direbut kembali negeri katulistiwa ini dihampari kekayaan alam yang luar biasa, namun dikelola oleh orang lain. Rakyat hampir tak menikmatinya, kekayaan alam ini belum bisa dikuasai negara sendiri.<\/p>\n<p><em>Ketiga,<\/em> megisi kemerdekaan dengan membebaskan dari ketidak adillan. Pada saat yang sama, ketidakadilan makin nyata. Hukum makin tajam ke bawah dan makin tumpul ke atas. Banyak koruptor dihukum ringan. Bahkan divonis bebas. Sebaliknya, tak sedikit rakyat kecil, misal yang mencuri tak seberapa dan sering karena dorongan rasa lapar, dihukum berat. Belum lagi kita bicara moral.<\/p>\n<p>Sebagaimana diketahui, salah satu cita-cita utama kemerdekaan, terutama yang dirumuskan dalam sistem pendidikan nasional, adalah bagaimana melahirkan generasi yang beriman dan bertakwa. Faktanya, hari ini moralitas generasi muda makin merosot. Perilaku seks bebas makin liar. Bahkan banyak remaja terjerumus ke dalam perilaku LGBT. Banyak dari mereka yang terjerat narkoba. Kasus bullying (perundungan), khususnya di kalangan pelajar dan remaja, juga makin sering terjadi. Bahkan kasus kejahatan dengan pelaku pelajar dan mahasiswa sudah sering kita saksikan. Ragam kriminalitas pun makin hari makin beragam dan makin mengerikan.<\/p>\n<p>Penjajahan, baik fisik maupun non-fisik, sesungguhnya merupakan manifestasi dari <em>isti’bâd<\/em> (perbudakan), yaitu menjadikan manusia sebagai budak bagi manusia lainnya. Karena itu Islam telah mengharamkan penjajahan. Allah SWT berfirman:<\/p>\n<p>إِنَّنِي أَنَا اللَّهُ لاَ إِلَٰهَ إِلاَّ أَنَا فَاعْبُدْنِي<br \/>\n<em>Sungguh Aku adalah Allah. Tidak ada tuhan yang lain, selain Aku. Karena itu sembahlah Aku (QS Thaha [20]: 14).<\/em><\/p>\n<p>Inilah kalimat tauhid. Kalimat tauhid ini pada dasarnya telah terpatri di dalam hati setiap Muslim. Jika tauhid mereka murni dan jernih, kemudian pemahaman yang terbentuk dari sana juga jernih, maka tauhid itu akan membangkitkan semangat penghambaan hanya kepada Allah. Spirit tauhid ini pun sekaligus akan membangkitkan perlawanan terhadap segala bentuk perbudakan, penghambaan atas sesama manusia, termasuk penjajahan atas segala bangsa. Inilah yang tampak dari kalimat Rub’i bin ‘Amir kepada panglima Persia, Rustum:<\/p>\n<p>اللهُ اِبْتَعَثَنَا لِنُخْرِجَ مَنْ شَاءَ مِنْ عِبَادَةِ الْعِبَادِ إِلَى عِبَادَةِ اللهِ، وَ مِنْ ضَيْقِ الدُّنْيَا إِلىَ سِعَتِهَا، وَ مِنْ جُوْرِ اْلأَدْيَانِ إِلَى عَدْلِ اْلإِسْلاَمِ<\/p>\n<p><em>Yang artinya “Allah telah mengirim kami untuk mengeluarkan (memerdekakan) siapa saja yang Dia kehendaki dari penghambaan kepada sesama manusia menuju penghambaan hanya kepada Allah; dari sempitnya dunia menuju keluasannya; dari kezaliman agama-agama yang ada menuju ke keadilan Islam.” (Ibn Jarir at-Thabari, Târîkh al-Umam wa al-Mulûk, 3\/520; Ibn Katsir, Al-Bidâyah wa an-Nihâyah, 7\/39).<\/em><\/p>\n<p>Inilah spirit Islam. Spirit ini muaranya ada pada kalimat tauhid, <em>“Lâ Ilâha illalLâh, Muhammad RasûlulLâh” (Tidak ada yang berhak disembah kecuali Allah dan Muhammad adalah utusan Allah).<\/em><\/p>\n<p>Atas dasar itu, menjadi kewajiban kaum Muslim secara bersama, untuk bertafakur menyertai rasa syukur, dengan melihat realitas yang ada di negeri kita di segala bidang, sudahkah sistem yang mengatur kehidupan umat di segala bidang ditegakkan di atas prinsip tauhid? Sudahkah hakikat dan prinsip-prinsip kemerdekaan hakiki menurut ajaran Islam, seperti yang dikemukakan oleh Rub’i bin Amir di atas?<\/p>\n<p>Misi Islam adalah mengeluarkan manusia dari kegelapan menuju cahaya. Maka dari itu, tidak ada negeri yang dikuasai Islam berubah kusam, sengsara, mundur dan terbelakang.<\/p>\n<p>&nbsp;<\/p>\n<p>يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا قِيلَ لَكُمْ تَفَسَّحُوا۟ فِى ٱلْمَجَٰلِسِ فَٱفْسَحُوا۟ يَفْسَحِ ٱللَّهُ لَكُمْ ۖ وَإِذَا قِيلَ ٱنشُزُوا۟ فَٱنشُزُوا۟ يَرْفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ دَرَجَٰتٍ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ<\/p>\n<p><em>Artinya: “Hai orang-orang beriman apabila dikatakan kepadamu: “Berlapang-lapanglah dalam majlis”, maka lapangkanlah niscaya Allah akan memberi kelapangan untukmu. Dan apabila dikatakan: “Berdirilah kamu”, maka berdirilah, niscaya Allah akan meninggikan orang-orang yang beriman di antaramu dan orang-orang yang diberi ilmu pengetahuan beberapa derajat. Dan Allah Maha Mengetahui apa yang kamu kerjakan.”(QS. al-Mujadilah [58]: 11 ).<\/em><\/p>\n<p>Kutipan ayat tersebut menerangkan bahwa betapa Allah akan mengangkat derajat mereka yang menuntut ilmu beberapa kali lebih tinggi daripada yang tidak menuntut ilmu. Isyarat ini menandakan bahwa dengan ilmu lah manusia bisa menjadi lebih mulia, tidak dengan hartanya apalagi nasabnya.<\/p>\n<p>Islam menekankan pentingnya ilmu pengetahuan, pemahaman yang benar, dan akal sehat dalam menjalani kehidupan. Oleh karena itu, Islam mendorong umatnya untuk menjauhi khurafat, tahayul, dan kepercayaan tanpa dasar yang dapat menyesatkan. Perlu ditegaskan bahwa dalam Islam, kepercayaan pada kesialan atau keberuntungan tertentu yang terkait dengan bulan atau tanggal tertentu adalah bentuk <em>syirik<\/em> (mempersekutukan Allah) dan kepercayaan yang salah.<\/p>\n<p>Islam mengajarkan bahwa segala sesuatu, termasuk keberuntungan dan kesialan, ditentukan oleh Allah semata, bukan oleh bulan atau tanggal tertentu. Keyakinan seperti ini bertentangan dengan konsep tauhid (keyakinan akan keesaan Allah).<\/p>\n<p>Semoga, kita mampu mengisi kemerdekaan yang sesungguhnya, yaitu teguh mempertahankan tauhid dan keimanan serta terus menimba ilmu yang bermanfaat sehingga kita mampu menghapus penjajahan ideologi dari negeri asing.<\/p>\n<p>أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ. بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ: اِقْرَأْ بِاسْمِ رَبِّكَ الَّذِيْ خَلَقَ ۚ خَلَقَ الْاِنْسَانَ مِنْ عَلَقٍۚ اِقْرَأْ وَرَبُّكَ الْاَكْرَمُۙ الَّذِيْ عَلَّمَ بِالْقَلَمِۙ عَلَّمَ الْاِنْسَانَ مَا لَمْ يَعْلَمْۗ<\/p>\n<p><em>“Bacalah dengan (menyebut) nama Tuhanmu yang menciptakan, Dia telah menciptakan manusia dari segumpal darah, Bacalah, dan Tuhanmulah Yang Mahamulia, Yang mengajar (manusia) dengan pena, Dia mengajarkan manusia apa yang tidak diketahuinya…”<\/em><\/p>\n<p><em>A. Rusdiana, Guru Besar UIN Sunan Gunung Djati Bandung.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>UINSGD.AC.ID (Humas) &#8212; Alhamdulillah, pada hari ini, kita masih bisa terus merasakan nikmat yang dianugerahkan Allah swt kepada kita semua. Diantaranya adalah [&hellip;]<\/p>\n","protected":false},"author":3,"featured_media":50458,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[65,131],"tags":[875,165,142,245,162,143,501,1512,1032,141,140,1923],"class_list":["post-53751","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-berita","category-khutbah","tag-875","tag-a-rusdiana","tag-bandung","tag-cara","tag-indonesia","tag-kemenag","tag-kemerdekaan","tag-maju","tag-mengisi","tag-sunan-gunung-djati","tag-uin","tag-untuk"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v24.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>3 Cara Mengisi Kemerdekaan untuk Indonesia Maju - UIN Sunan Gunung Djati Bandung<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"3 Cara Mengisi Kemerdekaan untuk Indonesia Maju - UIN Sunan Gunung Djati Bandung\" \/>\n<meta property=\"og:description\" content=\"UINSGD.AC.ID (Humas) &#8212; Alhamdulillah, pada hari ini, kita masih bisa terus merasakan nikmat yang dianugerahkan Allah swt kepada kita semua. Diantaranya adalah [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/\" \/>\n<meta property=\"og:site_name\" content=\"UIN Sunan Gunung Djati Bandung\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/uinsgdofficial\" \/>\n<meta property=\"article:published_time\" content=\"2024-08-23T08:30:45+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2024-08-23T07:05:41+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/guru-ngajar1.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"700\" \/>\n\t<meta property=\"og:image:height\" content=\"395\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"Redaksi\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@uinsgd_official\" \/>\n<meta name=\"twitter:site\" content=\"@uinsgd_official\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Redaksi\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/\"},\"author\":{\"name\":\"Redaksi\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b\"},\"headline\":\"3 Cara Mengisi Kemerdekaan untuk Indonesia Maju\",\"datePublished\":\"2024-08-23T08:30:45+00:00\",\"dateModified\":\"2024-08-23T07:05:41+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/\"},\"wordCount\":1471,\"commentCount\":0,\"publisher\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#organization\"},\"image\":{\"@id\":\"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/guru-ngajar1.jpg\",\"keywords\":[\"3\",\"A. Rusdiana\",\"Bandung\",\"Cara\",\"Indonesia\",\"Kemenag\",\"Kemerdekaan\",\"Maju\",\"Mengisi\",\"Sunan Gunung Djati\",\"UIN\",\"untuk\"],\"articleSection\":[\"Berita\",\"Khutbah\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/\",\"url\":\"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/\",\"name\":\"3 Cara Mengisi Kemerdekaan untuk Indonesia Maju - UIN Sunan Gunung Djati Bandung\",\"isPartOf\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/guru-ngajar1.jpg\",\"datePublished\":\"2024-08-23T08:30:45+00:00\",\"dateModified\":\"2024-08-23T07:05:41+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/#primaryimage\",\"url\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/guru-ngajar1.jpg\",\"contentUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/guru-ngajar1.jpg\",\"width\":700,\"height\":395,\"caption\":\"Ilustrasi guru dan murid asyik belajar\/Foto: iStock\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Beranda\",\"item\":\"https:\/\/uinsgd.ac.id\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Berita\",\"item\":\"https:\/\/uinsgd.ac.id\/category\/berita\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"3 Cara Mengisi Kemerdekaan untuk Indonesia Maju\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/uinsgd.ac.id\/#website\",\"url\":\"https:\/\/uinsgd.ac.id\/\",\"name\":\"UIN Sunan Gunung Djati Bandung\",\"description\":\"Wahyu Memandu Ilmu\",\"publisher\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#organization\"},\"alternateName\":\"UIN Bandung\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/uinsgd.ac.id\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/uinsgd.ac.id\/#organization\",\"name\":\"UIN Sunan Gunung Djati Bandung\",\"alternateName\":\"UIN Bandung\",\"url\":\"https:\/\/uinsgd.ac.id\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png\",\"contentUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png\",\"width\":417,\"height\":598,\"caption\":\"UIN Sunan Gunung Djati Bandung\"},\"image\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/uinsgdofficial\",\"https:\/\/x.com\/uinsgd_official\",\"https:\/\/www.youtube.com\/@uinsgd.official\",\"https:\/\/www.instagram.com\/uinsgd.official\/\",\"https:\/\/www.tiktok.com\/@uinsgd.official\"]},{\"@type\":\"Person\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b\",\"name\":\"Redaksi\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g\",\"caption\":\"Redaksi\"},\"url\":\"https:\/\/uinsgd.ac.id\/author\/af78e61f44e60567\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"3 Cara Mengisi Kemerdekaan untuk Indonesia Maju - UIN Sunan Gunung Djati Bandung","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/","og_locale":"en_US","og_type":"article","og_title":"3 Cara Mengisi Kemerdekaan untuk Indonesia Maju - UIN Sunan Gunung Djati Bandung","og_description":"UINSGD.AC.ID (Humas) &#8212; Alhamdulillah, pada hari ini, kita masih bisa terus merasakan nikmat yang dianugerahkan Allah swt kepada kita semua. Diantaranya adalah [&hellip;]","og_url":"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/","og_site_name":"UIN Sunan Gunung Djati Bandung","article_publisher":"https:\/\/www.facebook.com\/uinsgdofficial","article_published_time":"2024-08-23T08:30:45+00:00","article_modified_time":"2024-08-23T07:05:41+00:00","og_image":[{"width":700,"height":395,"url":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/guru-ngajar1.jpg","type":"image\/jpeg"}],"author":"Redaksi","twitter_card":"summary_large_image","twitter_creator":"@uinsgd_official","twitter_site":"@uinsgd_official","twitter_misc":{"Written by":"Redaksi","Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/#article","isPartOf":{"@id":"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/"},"author":{"name":"Redaksi","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b"},"headline":"3 Cara Mengisi Kemerdekaan untuk Indonesia Maju","datePublished":"2024-08-23T08:30:45+00:00","dateModified":"2024-08-23T07:05:41+00:00","mainEntityOfPage":{"@id":"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/"},"wordCount":1471,"commentCount":0,"publisher":{"@id":"https:\/\/uinsgd.ac.id\/#organization"},"image":{"@id":"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/#primaryimage"},"thumbnailUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/guru-ngajar1.jpg","keywords":["3","A. Rusdiana","Bandung","Cara","Indonesia","Kemenag","Kemerdekaan","Maju","Mengisi","Sunan Gunung Djati","UIN","untuk"],"articleSection":["Berita","Khutbah"],"inLanguage":"en-US","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/#respond"]}]},{"@type":"WebPage","@id":"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/","url":"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/","name":"3 Cara Mengisi Kemerdekaan untuk Indonesia Maju - UIN Sunan Gunung Djati Bandung","isPartOf":{"@id":"https:\/\/uinsgd.ac.id\/#website"},"primaryImageOfPage":{"@id":"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/#primaryimage"},"image":{"@id":"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/#primaryimage"},"thumbnailUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/guru-ngajar1.jpg","datePublished":"2024-08-23T08:30:45+00:00","dateModified":"2024-08-23T07:05:41+00:00","breadcrumb":{"@id":"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/#primaryimage","url":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/guru-ngajar1.jpg","contentUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/guru-ngajar1.jpg","width":700,"height":395,"caption":"Ilustrasi guru dan murid asyik belajar\/Foto: iStock"},{"@type":"BreadcrumbList","@id":"https:\/\/uinsgd.ac.id\/3-cara-mengisi-kemerdekaan-untuk-indonesia-maju\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Beranda","item":"https:\/\/uinsgd.ac.id\/"},{"@type":"ListItem","position":2,"name":"Berita","item":"https:\/\/uinsgd.ac.id\/category\/berita\/"},{"@type":"ListItem","position":3,"name":"3 Cara Mengisi Kemerdekaan untuk Indonesia Maju"}]},{"@type":"WebSite","@id":"https:\/\/uinsgd.ac.id\/#website","url":"https:\/\/uinsgd.ac.id\/","name":"UIN Sunan Gunung Djati Bandung","description":"Wahyu Memandu Ilmu","publisher":{"@id":"https:\/\/uinsgd.ac.id\/#organization"},"alternateName":"UIN Bandung","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/uinsgd.ac.id\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/uinsgd.ac.id\/#organization","name":"UIN Sunan Gunung Djati Bandung","alternateName":"UIN Bandung","url":"https:\/\/uinsgd.ac.id\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/","url":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png","contentUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png","width":417,"height":598,"caption":"UIN Sunan Gunung Djati Bandung"},"image":{"@id":"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/uinsgdofficial","https:\/\/x.com\/uinsgd_official","https:\/\/www.youtube.com\/@uinsgd.official","https:\/\/www.instagram.com\/uinsgd.official\/","https:\/\/www.tiktok.com\/@uinsgd.official"]},{"@type":"Person","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b","name":"Redaksi","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g","caption":"Redaksi"},"url":"https:\/\/uinsgd.ac.id\/author\/af78e61f44e60567\/"}]}},"_links":{"self":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts\/53751","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/comments?post=53751"}],"version-history":[{"count":1,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts\/53751\/revisions"}],"predecessor-version":[{"id":53752,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts\/53751\/revisions\/53752"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/media\/50458"}],"wp:attachment":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/media?parent=53751"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/categories?post=53751"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/tags?post=53751"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}