{"id":53947,"date":"2024-08-30T10:30:42","date_gmt":"2024-08-30T03:30:42","guid":{"rendered":"https:\/\/uinsgd.ac.id\/?p=53947"},"modified":"2024-08-30T08:22:56","modified_gmt":"2024-08-30T01:22:56","slug":"4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti","status":"publish","type":"post","link":"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/","title":{"rendered":"4 Cara Merawat Optimis Mesti Hidup Kadang Tak Pasti"},"content":{"rendered":"<p><strong>UINSGD.AC.ID (Humas)<\/strong> &#8212; Di tengah krisis multidimensi yang menimpa bangsa kita ini, mulai dari krisis moral, krisis ideologi, krisis ekonomi, dan lain sebagainya. Marilah kita renungkan firman Allah berikut ini:<\/p>\n<p>وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ، الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ<\/p>\n<p><em>Artinya: “Dan sungguh kami uji kalian dengan sedikit rasa ketakutan, lapar, kekurangan harta benda, jiwa, buah buahan. Dan berilah kabar gembira orang orang yang sabar. Yaitu orang-orang yang ditimpa musibah, mereka mengatakan ‘Sesungguhnya kami milik Allah, dan sesungguhnya kami akan kembali kepada-Nya. Mereka itulah orang yang akan mendapatkan rahmat dari Tuhannya dan mereka itulah orang-orang mendapatkan hidayah.” (QS Al-Baqarah [2]: 155-157).<\/em><\/p>\n<p>Dari ayat tadi bisa kita telaah bahwa kehidupan manusia itu selalu berubah-ubah. Roda kehidupan selalu berputar, terkadang kita jumpai kemudahan dalam segala bidang, dan pada lain waktu, kita temukan kesulitan hidup. Di satu saat kita bisa bersedih, di saat lain kita bisa tiba-tiba menjadi gembira.<\/p>\n<p>Semua dinamika ini dinamakan sebagai ujian dari <em>Allah subhânahu wa ta’âlâ<\/em> agar iman kita bisa menjadi tebal, kedekatan kita kepada Allah akan selalu bertambah. Dalam kitab <em>matan al-Kharidah al-Bahiyyah,<\/em> Syekh Ahmad Dardir mendendangkan sebuah syair:<\/p>\n<p>وَكُنْ عَلَى آلَائِهِ شَكُوْرًا، وَكُنْ عَلَى بَلاَئِهِ صَبُوْرً<\/p>\n<p><em>Artinya, “Dan bersyukurlah atas nikmat-nikmat Allah, dan bersabarlah atas cobaan-cobaan-Nya.”<\/em><\/p>\n<p>Qasidah ini menjelaskan tentang tugas kita, agar pandai-pandai bersyukur atas karunia Allah. Anugerah yang diberikan tidak membuat kita lena tentang bagaimana cara menggunakan nikmat tersebut secara baik dan benar. Begitu pula sebaliknya. Pada waktu kita dikasih cobaan oleh Allah, tugas kita adalah bersabar. Kita harus selalu ber-husnudzan kepada Allah. Kita perlu yakin, Allah akan memberikan kemudahan kepada kita, mungkin saja nanti atau di kemudian hari. Allah berfirman:<\/p>\n<p>فَإِنَّ مَعَ الْعُسْرِ يُسْرًا ، إِنَّ مَعَ الْعُسْرِ يُسْرًا<\/p>\n<p><em>Artinya, “Sesungguhnya bersama kesulitan, ada kemudahan. Sesungguhnya bersama kesulitan, ada kemudahan.” (QS As-Syarh: 5-6).<\/em><\/p>\n<p>Di ayat ini, Allah mengulangi tentang kebersamaan antara kesulitan pasti akan ada kemudahan, itu pasti. Bahkan Allah mengulangi sampai dua kali. Kita tidak boleh meragukan firman Allah ini. Dalam sebuah hadits qudsi, sebagaimana yang diriwayatkan oleh Ibnu Abbas radliyallâhu anh, Allah berfirman:<\/p>\n<p>خَلَقْتُ عُسْرًا وَاحِدًا وَخَلَقْتُ سَيْرَيْنِ<\/p>\n<p><em>Artinya, “Allah bersabda, Aku ciptakan kesulitan satu, tetapi di situ pula aku ciptakan dua kemudahan.”<\/em><\/p>\n<p>Sekarang ini, di antara kita mungkin sedang bertani, namun gagal panen. Atau panen sukses tapi harganya tidak sesuai harapan. Yang menjadi pelajar, nilai yang diperoleh kurang sesuai harapan. Yang kerja kantor, ada masalah di kantornya. Yang berdagang ditipu orang. Hal tersebut bisa saja menimpa kita. Di saat-saat demikian, kita tetap harus menata hati untuk memosisikan Allah pada dugaan yang selalu baik. Kata Allah dalam hadits qudsi menyebutkan:<\/p>\n<p>أَنَا عِنْدَ ظَنِّ عَبْدِيْ بِيْ<\/p>\n<p><em>Artinya, “Aku itu berada pada posisi dugaan hamba-Ku kepada-Ku.” Maksudnya, jika kita meyakini Allah tidak akan bisa menyelesaikan masalah kita, masalah kita pun tidak akan kelar. Apabila kita yakin bahwa Allah bisa menyelesaikan urusan kita yang menurut ukuran kita itu sangat rumit, Allah pun akan menyelesaikan problem tersebut dengan skenarionya yang indah.<\/em><\/p>\n<p>Maka yang patut kita panjatkan kepada Allah bukan kalimat “Ya Allah, masalahku sungguh besar.” Bukan. Namun, dengan kalimat “Masalah! Allah-ku maha paling besar.” Seberapa besar masalah kita, Allah lebih agung daripada masalah kita.<\/p>\n<p>Perihal kesulitan, dari Ibnu Mas’ud menyebutkan: Hadirin yang dimuliakan Allah Perihal kesulitan, dari Ibnu Mas’ud menyebutkan:<\/p>\n<p>وَالَّذِيْ نَفْسِيْ بِيَدِهِ لَوْ كَانَ الْعُسْرُ فِيْ حُجْرٍ لَطَلَبَهُ الْيُسْرُ حَتَى يَدْخُلَ عَلَيْهِ وَلَنْ يَغْلِبَ عُسْرٌ يُسْرًا<\/p>\n<p><em>Artinya, “Demi Allah, seandainya kesulitan, keterpurukan, kegagalan itu berada dalam suatu lubang, pasti kemudahan akan mencarinya hingga bisa merangsek masuk. Dan kesulitan tidak akan bisa mengalahkan kemudahan. Dalam arti, kemudahan pasti akan menang.”<\/em><\/p>\n<p>Dengan demikian, Hadirin hafidhakumullâh Solusi terbaik menghadapi hidup adalah optimisme.<\/p>\n<p>اَلْيَقِيْنُ اَلْعِلْمُ كُلُّهْ<\/p>\n<p><em>Artinya, “Optimisme merupakan sumber keilmuan, apa saja.”<\/em><\/p>\n<p>Mari kita bangun optimisme, sembari sambil membenahi kekurangan-kekurangan yang ada pada diri kita, kita evaluasi sikap kita, kinerja kita, dengan tetap mengutamakan doa, munajat kepada Allah subhânahu wa ta’âlâ yang rajin, shalat malam, supaya masalah kita diselesaikan oleh Allah dengan cara-Nya yang indah, insyaallah kita akan diberikan jalan keluar dari aneka krisis tersebut. <em>Rasulullah shallalâhu alaihi wa sallam<\/em> bersabda:<\/p>\n<p>أَفْضَلُ الْعِبَادَةِ إِنْتِظَارُ الْفَرَجِ<\/p>\n<p><em>Artinya, “Sebaik-baik ibadah adalah menanti kegembiraan.” <\/em><\/p>\n<p>Yang dimaksud <em>Rasulullah shallalâhu alaihi wa sallam<\/em> kira-kira adalah optimisme menyambut datangnya kebahagiaan itu merupakan ibadah yang agung. Bagaimana kalau tidak agung apabila semua umat muslim di muka bumi ini berputus asa, tidak ada yang mau berusaha. Padahal putus asa merupakan suatu hal yang harus kita hindari. Lawan kata putus asa adalah optimisme, keyakinan yang tangguh. Pesan Nabi Ya’qub kepada anak-anaknya yang disebutkan dalam al-Quran:<\/p>\n<p>وَلَا تَيْأَسُوا مِنْ رَوْحِ اللَّهِ إِنَّهُ لَا يَيْأَسُ مِنْ رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكَافِرُونَ<\/p>\n<p><em>Artinya, “Janganlah kalian berputus asa dari rahmat Allah. Sesungguhnya yang berputus asa dari rahmat Allah, hanyalah orang-orang kafir.” (QS Yusuf: 87).<\/em><\/p>\n<p>Dengan demikian, ada beberapa pelajaran yang perlu kita petik dari kisah Nabi Ya’qub ini:<\/p>\n<p><em>Pelajaran Pertama,<\/em> semua orang akan dipenuhi rasa jika tidak sedang bahagia, maka dia sedang berduka. Jika bahagia, sikapnya harus bersyukur, jika berduka harus bersabar. Makna bersyukur adalah puas dan senang atas nikmat yang diberikan Allah Swt, dan hakikat syukur adalah menampakkan nikmat yang diberikan-Nya dan mempergunakannya sesuai dengan yang dikehendaki pemberi nikmat (Allah Swt).<\/p>\n<p>Dengan demikian syukur mencakup tiga hal: 1) Syukur dengan hati, artinya kepuasan hati atas anugerah-Nya; 2) Syukur dengan lidah, artinya dengan ucapan alhamdulillah mengakui dan memuji pemberian-Nya; 3) Syukur dengan perbuatan, artinya dengan berbuat nyata memanfaatkan anugerah yang diperoleh sesuai dengan tujuan pemberi anugerah. Dalam Alquran kata “syukur” dalam berbagai bentuknya ditemukan sebanyak 44 kali. Dalam menerima musibah seorang muslim diminta untuk bersabar.<\/p>\n<p>Adapun makna sabar adalah tabah dalam menerima apa yang ditentukan Allah Swt, serta menahan diri atas musibah yang diberikan-Nya. Dengan demikian sabar mencakup tiga hal pula, diantaranya: 1) Sabar melaksanakan perintah Allah Swt.; 2) Sabar meninggalkan larangan-Nya; 3) Sabar menerima musibah yang diberikan-Nya. Dalam Alquran kata “sabar” dalam berbagai bentuknya ditemukan sebanyak 101 kali.<\/p>\n<p>Tetapi ketika Nabi Muhammad Saw mendapat musibah tidak diminta Allah bersabar, tetapi diminta banyak mengingat nikmat Allah untuk bersyukur. Peristiwanya terjadi ketika anak Nabi bernama Qashim ibn Muhammad meninggal dunia, hati nabi Muhammad Saw sangat bersedih, ditambah lagi sikap Abu Lahab dan kawan-kawannya yang bergembira atas meninggalnya putra beliau, dalam kondisi seperti itu, Allah Swt menurunkan wahyu kepada Nabi, surah al-Kautsar (Q.S. 108: 1-3) ayat pertama, artinya “Sesungguhnya Kami telah berikan kepadamu al-Kautsar”.<\/p>\n<p><em>Pelajaran Kedua,<\/em> berdoa atau memohon kepada Allah dengan penuh optimisme, itu sangat penting. Sikap optimis menjadikan seseorang keluar dengan cepat dari permasalahan yang dihadapi karena adanya pemikiran dan perasaan memiliki kemampuan juga didukung anggapan bahwa setiap orang memiliki keberuntungan masing-masing. Dengan kata lain, optimis membuat kita selalu percaya dan yakin pada kemampuan diri sendiri. Firman Allah dalam Al-Qur’an;<\/p>\n<p>وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ<\/p>\n<p><em>Artinya, “Jika hamba-hamba-Ku bertanya kepadamu (Muhammad) tentang Aku, maka sesungguhnya Aku sangat dekat. Aku kabulkan permohonan orang yang berdoa apabila dia berdoa kepada-Ku. Hendaklah mereka itu memenuhi (perintah)-Ku dan beriman kepada-Ku, agar mereka memperoleh kebenaran. (QS Al-Baqarah[2]: 186).<\/em><\/p>\n<p>Dalam cerita Nabi Yunus saat dia ditelan oleh ikan, berkat doa yang ia panjatkan, Allah kemudian mengabulkan. Dzin Nun atau yang terkenal dengan nama Nabi Yunus pun akhirnya bisa keluar dari perut ikan. Sabda Rasulullah yang diriwayatkan oleh Said bin Abi Waqash adalah.<\/p>\n<p><em>Pelajaran Ketiga,<\/em> pentingnya berhusnudzan kepada Allah ta’âlâ. Berprasangka baik merupakan kunci kebahagiaan. Husnudzon atau prasangka baik berasal dari kata Arab yaitu husnu yang artinya baik, dan zan yang artinya prasangka. Secara istilah, husnudzon adalah sikap orang yang selalu berpikir positif terhadap apa yang telah diperbuat oleh orang lain. Lawan dari sifat ini adalah buruk sangka (suudzon), yaitu menyangka orang lain melakukan hal-hal buruk tanpa adanya bukti yang benar. Allah Subhanahu Wa Ta’ala berfirman:<\/p>\n<p>يٰۤـاَيُّهَا الَّذِيۡنَ اٰمَنُوا اجۡتَنِبُوۡا كَثِيۡرًا مِّنَ الظَّنِّ اِنَّ بَعۡضَ الظَّنِّ اِثۡمٌۖ وَّلَا تَجَسَّسُوۡا وَلَا يَغۡتَبْ بَّعۡضُكُمۡ بَعۡضًا ؕ اَ يُحِبُّ اَحَدُكُمۡ اَنۡ يَّاۡكُلَ لَحۡمَ اَخِيۡهِ مَيۡتًا فَكَرِهۡتُمُوۡهُ ؕ وَاتَّقُوا اللّٰهَ ؕ اِنَّ اللّٰهَ تَوَّابٌ رَّحِيۡمٌ<\/p>\n<p><em>Artinya: “Wahai orang-orang yang beriman! Jauhilah banyak dari prasangka, sesungguhnya sebagian prasangka itu dosa dan janganlah kamu mencari-cari kesalahan orang lain dan janganlah ada di antara kamu yang menggunjing sebagian yang lain. Apakah ada di antara kamu yang suka memakan daging saudaranya yang sudah mati? Tentu kamu merasa jijik. Dan bertakwalah kepada Allah, sesungguhnya Allah Maha Penerima tobat, Maha Penyayang.” (QS. Al-Hujurat: 12).<\/em><\/p>\n<p>Husnuzan kepada Allah hukumnya wajib. Hal ini sesuai dalam sebuah hadits riwayat Tirmidzi, Rasulullah SAW bersabda, “Berdoalah kepada Allah dalam keadaan yakin akan dikabulkan, dan ketahuilah bahwa Allah tidak mengabulkan doa dari hati yang lalai.” Selain itu, berdasarkan hadits riwayat Muslim, Rasulullah bersabda, “Sesungguhnya Allah berkata, ‘Aku sesuai prasangka hambaku padaku. Jika prasangka itu baik, maka kebaikan baginya. Dan apabila prasangka itu buruk, maka keburukan baginya.”Dengan berhusnudzon kepada Allah Subhanahu Wa Ta’ala, umat Islam akan menerima taubat bahkan diberikan kecukupan bagi yang memohon dan meminta. Hal ini sesuai dalam quran surat Al Furqan ayat 71:<\/p>\n<p>وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَاِنَّهٗ يَتُوْبُ اِلَى اللّٰهِ مَتَابًا<\/p>\n<p>Siapa yang bertobat dan beramal saleh sesungguhnya dia bertobat kepada Allah dengan tobat yang sebenarnya.<\/p>\n<p><em>Pelajaran Keempat,<\/em> bagi orang yang sedang dirundung duka, penuh cobaan hidup, hendaknya memperbanyak doa:<\/p>\n<p>لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَك َإِنِّيْ كُنْتُ مِنَ الظَّالِمِيْنَ. لَا إِلَهَ إِلَّا اللهُ العَظِيْمُ الحَلِيْمُ. لَا إِلَهَ إِلَّا اللهُ رَبُّ العَرْشِ العَظِيْمُ. لَا إِلَهَ إِلَّا اللهُ رَبُّ السَّمَوَاتِ وَرَبُّ الْأَرْضِ رَبُّ العَرْشِ العَظِيْمُ<\/p>\n<p>Itulah di antara empat cara untuk merawat sifat optimisme dalam menjalani hidup. Semoga kita tergolong orang-orang yang diberikan anugerah bisa mensyukuri segala nikmat Allah. Bila diberi cobaan, semoga kita dianugerahi sabar dan optimisme serta pribadi yang selalu dekat kepada Allah baik dalam keadaan suka maupun duka.<\/p>\n<p><em>A. Rusdiana, Guru Besar UIN Sunan Gunung Djati Bandung.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>UINSGD.AC.ID (Humas) &#8212; Di tengah krisis multidimensi yang menimpa bangsa kita ini, mulai dari krisis moral, krisis ideologi, krisis ekonomi, dan lain [&hellip;]<\/p>\n","protected":false},"author":3,"featured_media":53541,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[65,131],"tags":[598,165,142,245,460,2684,143,528,1586,2683,2685,141,1229,140],"class_list":["post-53947","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-berita","category-khutbah","tag-598","tag-a-rusdiana","tag-bandung","tag-cara","tag-hidup","tag-kadang","tag-kemenag","tag-merawat","tag-mesti","tag-optimis","tag-pasti","tag-sunan-gunung-djati","tag-tak","tag-uin"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v24.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>4 Cara Merawat Optimis Mesti Hidup Kadang Tak Pasti - UIN Sunan Gunung Djati Bandung<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"4 Cara Merawat Optimis Mesti Hidup Kadang Tak Pasti - UIN Sunan Gunung Djati Bandung\" \/>\n<meta property=\"og:description\" content=\"UINSGD.AC.ID (Humas) &#8212; Di tengah krisis multidimensi yang menimpa bangsa kita ini, mulai dari krisis moral, krisis ideologi, krisis ekonomi, dan lain [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/\" \/>\n<meta property=\"og:site_name\" content=\"UIN Sunan Gunung Djati Bandung\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/uinsgdofficial\" \/>\n<meta property=\"article:published_time\" content=\"2024-08-30T03:30:42+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2024-08-30T01:22:56+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/08\/IMG-20240814-WA0004.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1280\" \/>\n\t<meta property=\"og:image:height\" content=\"853\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"Redaksi\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@uinsgd_official\" \/>\n<meta name=\"twitter:site\" content=\"@uinsgd_official\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Redaksi\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/\"},\"author\":{\"name\":\"Redaksi\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b\"},\"headline\":\"4 Cara Merawat Optimis Mesti Hidup Kadang Tak Pasti\",\"datePublished\":\"2024-08-30T03:30:42+00:00\",\"dateModified\":\"2024-08-30T01:22:56+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/\"},\"wordCount\":1415,\"commentCount\":0,\"publisher\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#organization\"},\"image\":{\"@id\":\"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/08\/IMG-20240814-WA0004.jpg\",\"keywords\":[\"4\",\"A. Rusdiana\",\"Bandung\",\"Cara\",\"Hidup\",\"Kadang\",\"Kemenag\",\"Merawat\",\"Mesti\",\"Optimis\",\"Pasti\",\"Sunan Gunung Djati\",\"Tak\",\"UIN\"],\"articleSection\":[\"Berita\",\"Khutbah\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/\",\"url\":\"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/\",\"name\":\"4 Cara Merawat Optimis Mesti Hidup Kadang Tak Pasti - UIN Sunan Gunung Djati Bandung\",\"isPartOf\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/08\/IMG-20240814-WA0004.jpg\",\"datePublished\":\"2024-08-30T03:30:42+00:00\",\"dateModified\":\"2024-08-30T01:22:56+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/#primaryimage\",\"url\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/08\/IMG-20240814-WA0004.jpg\",\"contentUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/08\/IMG-20240814-WA0004.jpg\",\"width\":1280,\"height\":853},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Beranda\",\"item\":\"https:\/\/uinsgd.ac.id\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Berita\",\"item\":\"https:\/\/uinsgd.ac.id\/category\/berita\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"4 Cara Merawat Optimis Mesti Hidup Kadang Tak Pasti\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/uinsgd.ac.id\/#website\",\"url\":\"https:\/\/uinsgd.ac.id\/\",\"name\":\"UIN Sunan Gunung Djati Bandung\",\"description\":\"Wahyu Memandu Ilmu\",\"publisher\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#organization\"},\"alternateName\":\"UIN Bandung\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/uinsgd.ac.id\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/uinsgd.ac.id\/#organization\",\"name\":\"UIN Sunan Gunung Djati Bandung\",\"alternateName\":\"UIN Bandung\",\"url\":\"https:\/\/uinsgd.ac.id\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png\",\"contentUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png\",\"width\":417,\"height\":598,\"caption\":\"UIN Sunan Gunung Djati Bandung\"},\"image\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/uinsgdofficial\",\"https:\/\/x.com\/uinsgd_official\",\"https:\/\/www.youtube.com\/@uinsgd.official\",\"https:\/\/www.instagram.com\/uinsgd.official\/\",\"https:\/\/www.tiktok.com\/@uinsgd.official\"]},{\"@type\":\"Person\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b\",\"name\":\"Redaksi\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g\",\"caption\":\"Redaksi\"},\"url\":\"https:\/\/uinsgd.ac.id\/author\/af78e61f44e60567\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"4 Cara Merawat Optimis Mesti Hidup Kadang Tak Pasti - UIN Sunan Gunung Djati Bandung","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/","og_locale":"en_US","og_type":"article","og_title":"4 Cara Merawat Optimis Mesti Hidup Kadang Tak Pasti - UIN Sunan Gunung Djati Bandung","og_description":"UINSGD.AC.ID (Humas) &#8212; Di tengah krisis multidimensi yang menimpa bangsa kita ini, mulai dari krisis moral, krisis ideologi, krisis ekonomi, dan lain [&hellip;]","og_url":"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/","og_site_name":"UIN Sunan Gunung Djati Bandung","article_publisher":"https:\/\/www.facebook.com\/uinsgdofficial","article_published_time":"2024-08-30T03:30:42+00:00","article_modified_time":"2024-08-30T01:22:56+00:00","og_image":[{"width":1280,"height":853,"url":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/08\/IMG-20240814-WA0004.jpg","type":"image\/jpeg"}],"author":"Redaksi","twitter_card":"summary_large_image","twitter_creator":"@uinsgd_official","twitter_site":"@uinsgd_official","twitter_misc":{"Written by":"Redaksi","Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/#article","isPartOf":{"@id":"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/"},"author":{"name":"Redaksi","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b"},"headline":"4 Cara Merawat Optimis Mesti Hidup Kadang Tak Pasti","datePublished":"2024-08-30T03:30:42+00:00","dateModified":"2024-08-30T01:22:56+00:00","mainEntityOfPage":{"@id":"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/"},"wordCount":1415,"commentCount":0,"publisher":{"@id":"https:\/\/uinsgd.ac.id\/#organization"},"image":{"@id":"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/#primaryimage"},"thumbnailUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/08\/IMG-20240814-WA0004.jpg","keywords":["4","A. Rusdiana","Bandung","Cara","Hidup","Kadang","Kemenag","Merawat","Mesti","Optimis","Pasti","Sunan Gunung Djati","Tak","UIN"],"articleSection":["Berita","Khutbah"],"inLanguage":"en-US","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/#respond"]}]},{"@type":"WebPage","@id":"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/","url":"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/","name":"4 Cara Merawat Optimis Mesti Hidup Kadang Tak Pasti - UIN Sunan Gunung Djati Bandung","isPartOf":{"@id":"https:\/\/uinsgd.ac.id\/#website"},"primaryImageOfPage":{"@id":"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/#primaryimage"},"image":{"@id":"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/#primaryimage"},"thumbnailUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/08\/IMG-20240814-WA0004.jpg","datePublished":"2024-08-30T03:30:42+00:00","dateModified":"2024-08-30T01:22:56+00:00","breadcrumb":{"@id":"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/#primaryimage","url":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/08\/IMG-20240814-WA0004.jpg","contentUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/08\/IMG-20240814-WA0004.jpg","width":1280,"height":853},{"@type":"BreadcrumbList","@id":"https:\/\/uinsgd.ac.id\/4-cara-merawat-optimis-mesti-hidup-kadang-tak-pasti\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Beranda","item":"https:\/\/uinsgd.ac.id\/"},{"@type":"ListItem","position":2,"name":"Berita","item":"https:\/\/uinsgd.ac.id\/category\/berita\/"},{"@type":"ListItem","position":3,"name":"4 Cara Merawat Optimis Mesti Hidup Kadang Tak Pasti"}]},{"@type":"WebSite","@id":"https:\/\/uinsgd.ac.id\/#website","url":"https:\/\/uinsgd.ac.id\/","name":"UIN Sunan Gunung Djati Bandung","description":"Wahyu Memandu Ilmu","publisher":{"@id":"https:\/\/uinsgd.ac.id\/#organization"},"alternateName":"UIN Bandung","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/uinsgd.ac.id\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/uinsgd.ac.id\/#organization","name":"UIN Sunan Gunung Djati Bandung","alternateName":"UIN Bandung","url":"https:\/\/uinsgd.ac.id\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/","url":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png","contentUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png","width":417,"height":598,"caption":"UIN Sunan Gunung Djati Bandung"},"image":{"@id":"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/uinsgdofficial","https:\/\/x.com\/uinsgd_official","https:\/\/www.youtube.com\/@uinsgd.official","https:\/\/www.instagram.com\/uinsgd.official\/","https:\/\/www.tiktok.com\/@uinsgd.official"]},{"@type":"Person","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b","name":"Redaksi","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g","caption":"Redaksi"},"url":"https:\/\/uinsgd.ac.id\/author\/af78e61f44e60567\/"}]}},"_links":{"self":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts\/53947","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/comments?post=53947"}],"version-history":[{"count":2,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts\/53947\/revisions"}],"predecessor-version":[{"id":53949,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts\/53947\/revisions\/53949"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/media\/53541"}],"wp:attachment":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/media?parent=53947"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/categories?post=53947"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/tags?post=53947"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}