{"id":54136,"date":"2024-09-06T23:55:21","date_gmt":"2024-09-06T16:55:21","guid":{"rendered":"https:\/\/uinsgd.ac.id\/?p=54136"},"modified":"2024-09-07T06:10:31","modified_gmt":"2024-09-06T23:10:31","slug":"integrasi-ilmu-yang-bermanfaat","status":"publish","type":"post","link":"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/","title":{"rendered":"Integrasi Ilmu yang Bermanfaat"},"content":{"rendered":"<p dir=\"ltr\"><strong>UINSGD.AC.ID (Humas)<\/strong> &#8212; Di tengah krisis multidimensi yang menimpa bangsa kita ini, mulai dari krisis moral, krisis ideologi, krisis ekonomi, dan lain sebagainya; Sekarang ini, di antara kita mungkin sedang bertani, namun gagal panen. Atau panen sukses tapi harganya tidak sesuai harapan. Yang menjadi pelajar, nilai yang diperoleh kurang sesuai harapan. Yang kerja kantor, ada masalah di kantornya. Yang berdagang ditipu orang. Yang sedang menimba ilmu ketidak lulusannya sesuia dengan harapan lulus tepat waktu dengan IPK yang memadai.<\/p>\n<p dir=\"ltr\">Hal tersebut bisa saja menimpa kita. Di saat-saat demikian, kita tetap harus menata hati untuk memosisikan Allah pada dugaan yang selalu baik. Kata Allah dalam hadits qudsi menyebutkan:<\/p>\n<p dir=\"ltr\"><b>أَنَا عِنْدَ ظَنِّ عَبْدِيْ بِيْ<\/b><\/p>\n<p dir=\"ltr\">Artinya, <em>“Aku itu berada pada posisi dugaan hamba-Ku kepada-Ku.”<\/em><\/p>\n<p dir=\"ltr\">Maksudnya, jika kita meyakini Allah tidak akan bisa menyelesaikan masalah kita, masalah kita pun tidak akan kelar. Apabila kita yakin bahwa Allah bisa menyelesaikan urusan kita yang menurut ukuran kita itu sangat rumit, Allah pun akan menyelesaikan problem tersebut dengan skenarionya yang indah. Maka yang patut kita panjatkan kepada Allah bukan kalimat “Ya Allah, masalahku sungguh besar.” Bukan. Namun, dengan kalimat “Masalah! Allah-ku maha paling besar.” Seberapa besar masalah kita, Allah lebih agung daripada masalah kita.<\/p>\n<p dir=\"ltr\">Begitu juga dengan persolan ilmu; Banyak orang yang salah kaprah tentang hakikat ilmu yang shahih, yaitu ilmu yang harus dipelajari dan dicari. Mereka berselisih menjadi dua pendapat, yang saling bersebrangan dan ekstrim. Salah satunya lebih berbahaya daripada yang lainnya. Untuk hal itu, paling tidak Khotib mengamati pada tiga persolan dari beberapa pandangan ahli memandang Ilmu pada kacamata masing-masing;<\/p>\n<p dir=\"ltr\"><b>Pendapat yang pertama,<\/b> ada yang mengatakan bahwa ilmu yang <i>shahih<\/i> hanya terbatas pada sebagian ilmu <i>syar’i <\/i>yang hanya berkaitan dengan perbaikan akidah, akhlak dan ibadah, bukan semua ilmu yang ditunjukkan oleh Alquran dan sunnah yang mencakup ilmu <i>syar’i <\/i>dan semua ilmu yang menjadi perantaranya dan ilmu pengetahuan tentang alam semesta. Pendapat ini bersumber dari mereka yang tidak memahami syariat dengan benar. Namun, sekarang mulai mencari cara tatkala melihat banyaknya maslahah dan manfaat ilmu pengetahuan tentang alam semesta, juga ketika sebagian besar mereka menyadari adanya petunjuk dari nash-nash agama tentang ilmu tersebut.<\/p>\n<p dir=\"ltr\">Adapun orang-orang yang berlebihan, mereka menjadikan ilmu itu terbatas pada sebagian ilmu agama saja. Sungguh mereka telah jatuh dalam kesalahan yang fatal. Sebaliknya yang beraliran materialis, mereka memandang bahwa ilmu yang benar hanya terbatas pada ilmu pengetahuan alam. Mereka mengingkari ilmu-ilmu lainnya, mereka menyimpang sehingga agama dan akhlak mereka rusak.<\/p>\n<p dir=\"ltr\">Buah dari ilmu mereka hanya produk-produk yang gersang, tidak bisa menyucikan akal dan ruh mereka, juga tidak memperbaiki akhlak. Ilmu mereka lebih banyak mendatang mudharat daripada manfaatnya. Mereka hanya mendapatkan manfaat dari sisi peningkatan produk dan penemuan baru saja, namun mereka mendapatkan celaka dari dua sisi:  1) Ilmu-ilmu akan menjadi bencana terbesar bagi mereka dan bagi umat manusia, karena ilmu-ilmu itu hanya mendatangkan kebinasaan, peperangan dan kehancuran. 2) Dengan ilmu yang mereka miliki, mereka akan menjadi bangga dan sombong sehingga mereka berani melecehkan ilmu para Rasul dan perkara-perkara agama. Padahah Allah SWT, telah mengisyaratkan dalam Al-Qur’an:<\/p>\n<p dir=\"ltr\"><b>إِنَّ الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ ۙ إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَا هُمْ بِبَالِغِيهِ ۚ فَاسْتَعِذْ بِاللَّهِ ۖ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ<\/b><\/p>\n<p dir=\"ltr\"><em>“Sesungguhhnya orang-orang yang memperdebatkan tentang ayat-ayat Allah tanpa alasan yang sampai kepada mereka tidak ada dalam dada mereka melainkan hanyalah (keinginan akan) kebesaran yang mereka sekali-kali tiada akan mencapainya, maka mintalah perlindungan kepada Allah. Sesungguhnya Dia Maha Mendengar lagi Maha Melihat.” (QS. Ghafir [40]:56).<\/em><\/p>\n<p dir=\"ltr\"><b>Pendapat kedua,<\/b> yang membatasi ilmu pada ilmu-ilmu modern saja yang merupakan bagian dari ilmu pengetahuan. Pendapat ini muncul akibat dari berpalingnya mereka dari agama, ilmu agama dan akhlakya. Ini jelas merupakan kesalahan yang sangat fatal, dimana mereka menjadikan perantara sebagai tujuan. Mereka menolak ilmu yang shahih dan hakikat yang bermanfaat, jika tidak ditunjukkan oleh ilmu modern sama sekali. Mereka telah tertipu dengan berbagai hasil penemuan-penemuan baru. Merekalah yang dimaksudkan dalam firman Allah ‘Azza wa Jalla,<\/p>\n<p dir=\"ltr\"><b>فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ<\/b><\/p>\n<p dir=\"ltr\"><em>“Maka tatkala datang kepada mereka rasul-rasul (yang diutus kepada) mereka dengan membawa ketarangan-keterangan, mereka merasa senang dengan pengetahuan yang ada pada mereka dan mereka dikepung oleh azab Allah ‘Azza wa Jalla yang selalu mereka perolok-olokkan itu.” (QS. al-Ghafir [40]:83).<\/em><\/p>\n<p dir=\"ltr\">Mereka bangga dengan ilmu mereka, menyombongkan diri serta melecehkan ilmu para Rasul. Akibatnya, mereka ditimpa adzab yang mereka perolok-olokan dan ancaman yang diberikan kepada para pendusta rasul-rasul Allah <i>‘Azza wa Jalla<\/i>. Mereka disiksa di dunia dengan ditutupnya hati, mata dan pendengaran mereka, sehingga mereka tidak bisa melihat kebenaran.<\/p>\n<p dir=\"ltr\"><b>وَلَعَذَابُ الْآخِرَةِ أَشَدُّ وَأَبْقَىٰ<\/b><\/p>\n<p dir=\"ltr\"><em>“Dan sesungguhnya azab di akhirat itu lebih berat dan lebih kekal.” (QS. Thaha[20]:127).<\/em><\/p>\n<p dir=\"ltr\"><b>وَمَا كَانَ لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ<\/b><\/p>\n<p dir=\"ltr\"><em>“Dan mereka tidak mempunyai seorang pelindung dari azab Allah.” (QS. Ghafir [40]:21).<\/em><\/p>\n<p dir=\"ltr\"><b>Pendapat Ketiga, <\/b>Sejatinya ilmu yang bermanfaat;Hakikat dan yang maksud dengan ilmu yang bermanfaat dalam Alquran dan sunnah yaitu; semua ilmu yang menghantarkan kepada tujuan yang mulia, yang membuahkan perkara-perkara bermanfaat, tidak ada beda antara ilmu yang berkaitan dengan dunia maupun yang berkaitan dengan akhirat. Jadi, pada hahikatnya semua yang membimbing manusia kepada jalan yang benar, bisa memperbaiki akidah dan meningkat akhlak dan amalan, maka itu adalah ilmu.<\/p>\n<p dir=\"ltr\">Dalam konteltualisasinya Ilmu terbagi menjadi dua: Tujuan dan sarana (perantara) yang bisa mengantarkan kepada tujuan. Ibdallah, Tujuan adalah semua ilmu yang memperbaiki agama, sedangkan sarana adalah semua ilmu yang mendukung tujuan seperti ilmu-ilmu bahasa arab dan ilmu-ilmu lainnya, termasuk ilmu pengetahuan tentang alam semesta yang membuahkan ma’rifatullah (pengetahuan tentang Allah <i>‘Azza wa Jalla<\/i>), pengetahuan tentang keesaan-Nya serta kesempurnaan-Nya, juga membuahkan pengetahuan tentang benarnya para Rasul-Nya.<\/p>\n<p dir=\"ltr\">Buah lainnya adalah Ilmu dapat membantu dalam beribadah dan bersyukur kepada Allah, serta membantu dalam penegakan agama. Karena sesungguhnya Allah <i>‘Azza wa Jalla<\/i> telah menundukkan alam semesta ini untuk kita dan Allah <i>‘Azza wa Jalla<\/i> memerintahkan kita untuk berfikir dan berusaha menggali hal-hal yang bermanfaat, baik beragama maupun bermanfaat dalam kehidupan dunia. Dan perintah terhadap sesuatu berarti perintah untuk melaksanakan apa yang menjadi obyek perintah tersebut serta perintah juga untuk melaksanakan segala yang menjadi perantara dan penyempurna penunaian perintah. Ini mendorong kita untuk mengetahui ilmu pengetahuan alam yang bisa digunakan untuk menggali manfaat dari segala yang telah Allah <i>‘Azza wa Jalla<\/i> tundukkan untuk kita. Karena manfaat dan hasil tidak akan bisa dicapai tanpa usaha, berfikir dan melakukan penelitian. Allah <i>‘Azza wa Jalla<\/i> berfirman:<\/p>\n<p dir=\"ltr\"><b>وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ<\/b><\/p>\n<p dir=\"ltr\"><em>“Dan Kami ciptakan besi yang padanya terdapat kekuatan yang hebat dan berbagai manfaat bagi manusia.” (QS. al-Hadid [57]:25).<\/em><\/p>\n<p dir=\"ltr\">Manfaat ini tidak akan tercapai kecuali dengan mengetahui ilmu-ilmu terkait sehingga hasilnya maksimal.<\/p>\n<p dir=\"ltr\"><strong><img fetchpriority=\"high\" decoding=\"async\" class=\"alignnone wp-image-42069 size-full\" src=\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2023\/05\/baca.jpeg\" alt=\"\" width=\"1280\" height=\"853\" srcset=\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2023\/05\/baca.jpeg 1280w, https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2023\/05\/baca-300x200.jpeg 300w, https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2023\/05\/baca-1024x682.jpeg 1024w, https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2023\/05\/baca-768x512.jpeg 768w, https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2023\/05\/baca-391x260.jpeg 391w\" sizes=\"(max-width: 1280px) 100vw, 1280px\" \/>Ahli Ilmu<\/strong><\/p>\n<p dir=\"ltr\">Banyak sekali nash dalam Alquran dan sunnah yang memuji ilmu dan memuji para ahli ilmunya serta keharusan untuk lebih mengutamakan ahli ilmu daripada yang lainnya. Allah <i>‘Azza wa Jalla<\/i> berfirman:<\/p>\n<p dir=\"ltr\"><b>قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ<\/b><\/p>\n<p dir=\"ltr\"><em>“Adakah sama orang-orang yang mengetahui dengan orang-orang yang tidak mengetahui?” (QS. Az-Zumar [39]:9).<\/em><\/p>\n<p dir=\"ltr\">Merekalah orang-orang yang takut kepada Allah <i>‘Azza wa Jalla<\/i> dan mengetahui-Nya:<\/p>\n<p dir=\"ltr\"><b>إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ<\/b><\/p>\n<p dir=\"ltr\"><em>“Sesungguhnya yang takut kepada Allah ‘Azza wa Jalla di antara hamba-hamba-Nya, hanyalah ulama.” (QS. Fathir [35]:28).<\/em><\/p>\n<p dir=\"ltr\">Allah <i>‘Azza wa Jalla<\/i> memerintahkan orang yang tidak mengetahui untuk bertanya kepada ahli ilmu. Allah juga memerintahkan kaum Muslimin untuk melakukan banyak jenis ibadah dan melarang dari segala yang haram. Perintah dan larangan tidak mungkin dilakukan kecuali setelah memiliki ilmu dan  mengetahuinya. Jadi perintah dan larangan itu menunjukkan wajibnya mempelajari segala yang berhubungan dengan perintah dan larangan itu sendiri.<\/p>\n<p dir=\"ltr\">Sebagaimana juga Allah <i>‘Azza wa Jalla<\/i> membolehkan sebagian muamalat (segala yang terkait dengan interaksi antar sesama manusia) dan mengharamkan sebagian yang lain. Untuk melaksanakannya berarti kita harus bisa membedakan antara muamalah yang diperbolehkan dan yang tidak perbolehkan. Klasifikasi seperti ini tidak bisa dilakukan kecuali dengan ilmu. Allah <i>‘Azza wa Jalla<\/i> mencela orang-orang yang tidak mengetahui batasan-batasan yang telah Allah <i>‘Azza wa Jalla<\/i> turunkan kepada para rasulnya dalam al-Kitab dan sunnah.<\/p>\n<p dir=\"ltr\">Di antara perintah Allah, adalah perintah berjihad dalam banyak ayat, dan perintah untuk mempersiapkan kekuatan yang bisa dilakukan untuk menghadapi musuh serta berhati-hati dari mereka. Perintah-perintah ini tidak akan bisa direalisasikan kecuali dengan mempelajari ilmu tehnik berperang dan pembuatan senjata. Allah <i>‘Azza wa Jalla<\/i> juga memerintahkan untuk mempelajari ilmu perdagangan dan ilmu perekonomian, bahkan Allah <i>‘Azza wa Jalla<\/i> memerintahkan untuk menguji anak-anak yatim yang masih kecil dengannya agar mereka tahu ilmu dagang dan bisa bekerja sebelum diserahi harta benda milik mereka. Allah <i>‘Azza wa Jalla<\/i> berfirman:<\/p>\n<p dir=\"ltr\"><b>وَابْتَلُوا الْيَتَامَىٰ حَتَّىٰ إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ<\/b><\/p>\n<p dir=\"ltr\"><em>“Dan ujilah anak yatim itu sampai mereka cukup umur untuk kawin. Kemudian jika menurut pendapatmu mereka telah cerdas (pandai memelihara harta), maka serahkanlah kepada mereka harta-harta mereka.” (QS. an-Nisa[4]:6).<\/em><\/p>\n<p dir=\"ltr\">Dalam ayat di atas, Allah <i>‘Azza wa Jalla<\/i> tidak memerintahkan untuk menyerahkan harta mereka sampai diketahui bahwa mereka memiliki pengetahuan tentang cara pengelolaan harta dan mengetahui ilmu perdagangan. Syariat yang sempurna ini memerintahkan kita untuk mempelajari segala jenis ilmu yang bermanfaat; mulai dari ilmu Tauhid, Usuluddin, ilmu Fikih dan hukum, ilmu-ilmu bahasa arab, ilmu perekonomian dan politik, serta ilmu-ilmu yang bisa untuk memperbaiki keadaan pribadi dan masyarakat.<\/p>\n<p dir=\"ltr\"><strong>Ilmu yang Bermanfaat<\/strong><\/p>\n<p dir=\"ltr\">Tidak ada ilmu yang bermanfaat di dunia dan di akhirat kecuali telah diperintahkan dan dianjurkan oleh syariat ini. Sehingga dengan demikian, terkumpullah di dalam agama ini ilmu-ilmu agama dan ilmu-ilmu pengetahuan alam. Bahkan ilmu-ilmu dunia yang bermanfaat bisa dimasukkan menjadi bagian dari ilmu agama. inilah pentingnya mengintegrasikan Ilmu dunia dengan ilmu ahkirat.<\/p>\n<p dir=\"ltr\">Barangkali tidak berlebihan apabila dalam implementasinya di dunia pendpdikan kita, Diknas mempopulerkan Sekolah Islam Terpadu menjadi sekolah unggulan. Hal ini ditandai dengan lahirnya beberapa model pendidikan baru yang digagas oleh pemerintah melalui Kementerian pendidikan dan Kebudayaan seperti Rencana Sekolah Berstandar Internasional (RSBI), Sekolah Berstandar Nasional (SBI), Rencana sekolah Standar nasional (RSSN), dan Sekolah Standar Nasional (SSN). Bahkan lahir pula Boarding School dan Sekolah Islam terpadu. Begitu juga Depag\/Kemenag sejak dekade tahun 2000-an metranformasikan IAIN menjadi Universitas Islam Negeri. yang misinya sama-sama untuk mengitergasikan ilmu dunia dan ilmu akhirat. Di UIN Bandung disebut “Wahyu Memandu Ilmu”.<\/p>\n<p dir=\"ltr\">Dengan uraian di atas, kita dapat mengetahui bahwa ilmu yang bermanfaat di dunia maupun di akhirat adalah ilmu-ilmu yang bersumber dari kitab Allah<em> ‘Azza wa Jalla<\/em> dan sunnah Rasulullah yang mencakup semu jenis ilmu yang bermanfaat, tidak ada beda antara ilmu inti dan ilmu cabang, tidak pula ilmu agama dan ilmu dunia semunya sama. Sebagaimana akidah Islam mencakup kewajiban beriman kepada semua kebenaran, beriman kepada semua kitab yang Allah <em>‘Azza wa Jalla<\/em> turunkan, dan semua Rasul yang Allah <em>‘Azza wa Jalla<\/em> utus. <i>Walhamdulillah<\/i><\/p>\n<p dir=\"ltr\"><em>A. Rusdiana, Guru Besar UIN Sunan Gunung Djati Bandung.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>UINSGD.AC.ID (Humas) &#8212; Di tengah krisis multidimensi yang menimpa bangsa kita ini, mulai dari krisis moral, krisis ideologi, krisis ekonomi, dan lain [&hellip;]<\/p>\n","protected":false},"author":3,"featured_media":50866,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[65,131],"tags":[165,142,2036,2255,2328,143,141,140],"class_list":["post-54136","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-berita","category-khutbah","tag-a-rusdiana","tag-bandung","tag-bermanfaat","tag-ilmu","tag-integrasi","tag-kemenag","tag-sunan-gunung-djati","tag-uin"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v24.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Integrasi Ilmu yang Bermanfaat - UIN Sunan Gunung Djati Bandung<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Integrasi Ilmu yang Bermanfaat - UIN Sunan Gunung Djati Bandung\" \/>\n<meta property=\"og:description\" content=\"UINSGD.AC.ID (Humas) &#8212; Di tengah krisis multidimensi yang menimpa bangsa kita ini, mulai dari krisis moral, krisis ideologi, krisis ekonomi, dan lain [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/\" \/>\n<meta property=\"og:site_name\" content=\"UIN Sunan Gunung Djati Bandung\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/uinsgdofficial\" \/>\n<meta property=\"article:published_time\" content=\"2024-09-06T16:55:21+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2024-09-06T23:10:31+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/04\/IMG_20230619_133702.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1080\" \/>\n\t<meta property=\"og:image:height\" content=\"596\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"Redaksi\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@uinsgd_official\" \/>\n<meta name=\"twitter:site\" content=\"@uinsgd_official\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Redaksi\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/\"},\"author\":{\"name\":\"Redaksi\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b\"},\"headline\":\"Integrasi Ilmu yang Bermanfaat\",\"datePublished\":\"2024-09-06T16:55:21+00:00\",\"dateModified\":\"2024-09-06T23:10:31+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/\"},\"wordCount\":1632,\"commentCount\":0,\"publisher\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#organization\"},\"image\":{\"@id\":\"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/04\/IMG_20230619_133702.jpg\",\"keywords\":[\"A. Rusdiana\",\"Bandung\",\"Bermanfaat\",\"Ilmu\",\"Integrasi\",\"Kemenag\",\"Sunan Gunung Djati\",\"UIN\"],\"articleSection\":[\"Berita\",\"Khutbah\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/\",\"url\":\"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/\",\"name\":\"Integrasi Ilmu yang Bermanfaat - UIN Sunan Gunung Djati Bandung\",\"isPartOf\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/04\/IMG_20230619_133702.jpg\",\"datePublished\":\"2024-09-06T16:55:21+00:00\",\"dateModified\":\"2024-09-06T23:10:31+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/#primaryimage\",\"url\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/04\/IMG_20230619_133702.jpg\",\"contentUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/04\/IMG_20230619_133702.jpg\",\"width\":1080,\"height\":596},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Beranda\",\"item\":\"https:\/\/uinsgd.ac.id\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Berita\",\"item\":\"https:\/\/uinsgd.ac.id\/category\/berita\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Integrasi Ilmu yang Bermanfaat\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/uinsgd.ac.id\/#website\",\"url\":\"https:\/\/uinsgd.ac.id\/\",\"name\":\"UIN Sunan Gunung Djati Bandung\",\"description\":\"Wahyu Memandu Ilmu\",\"publisher\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#organization\"},\"alternateName\":\"UIN Bandung\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/uinsgd.ac.id\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/uinsgd.ac.id\/#organization\",\"name\":\"UIN Sunan Gunung Djati Bandung\",\"alternateName\":\"UIN Bandung\",\"url\":\"https:\/\/uinsgd.ac.id\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png\",\"contentUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png\",\"width\":417,\"height\":598,\"caption\":\"UIN Sunan Gunung Djati Bandung\"},\"image\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/uinsgdofficial\",\"https:\/\/x.com\/uinsgd_official\",\"https:\/\/www.youtube.com\/@uinsgd.official\",\"https:\/\/www.instagram.com\/uinsgd.official\/\",\"https:\/\/www.tiktok.com\/@uinsgd.official\"]},{\"@type\":\"Person\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b\",\"name\":\"Redaksi\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g\",\"caption\":\"Redaksi\"},\"url\":\"https:\/\/uinsgd.ac.id\/author\/af78e61f44e60567\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Integrasi Ilmu yang Bermanfaat - UIN Sunan Gunung Djati Bandung","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/","og_locale":"en_US","og_type":"article","og_title":"Integrasi Ilmu yang Bermanfaat - UIN Sunan Gunung Djati Bandung","og_description":"UINSGD.AC.ID (Humas) &#8212; Di tengah krisis multidimensi yang menimpa bangsa kita ini, mulai dari krisis moral, krisis ideologi, krisis ekonomi, dan lain [&hellip;]","og_url":"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/","og_site_name":"UIN Sunan Gunung Djati Bandung","article_publisher":"https:\/\/www.facebook.com\/uinsgdofficial","article_published_time":"2024-09-06T16:55:21+00:00","article_modified_time":"2024-09-06T23:10:31+00:00","og_image":[{"width":1080,"height":596,"url":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/04\/IMG_20230619_133702.jpg","type":"image\/jpeg"}],"author":"Redaksi","twitter_card":"summary_large_image","twitter_creator":"@uinsgd_official","twitter_site":"@uinsgd_official","twitter_misc":{"Written by":"Redaksi","Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/#article","isPartOf":{"@id":"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/"},"author":{"name":"Redaksi","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b"},"headline":"Integrasi Ilmu yang Bermanfaat","datePublished":"2024-09-06T16:55:21+00:00","dateModified":"2024-09-06T23:10:31+00:00","mainEntityOfPage":{"@id":"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/"},"wordCount":1632,"commentCount":0,"publisher":{"@id":"https:\/\/uinsgd.ac.id\/#organization"},"image":{"@id":"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/#primaryimage"},"thumbnailUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/04\/IMG_20230619_133702.jpg","keywords":["A. Rusdiana","Bandung","Bermanfaat","Ilmu","Integrasi","Kemenag","Sunan Gunung Djati","UIN"],"articleSection":["Berita","Khutbah"],"inLanguage":"en-US","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/#respond"]}]},{"@type":"WebPage","@id":"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/","url":"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/","name":"Integrasi Ilmu yang Bermanfaat - UIN Sunan Gunung Djati Bandung","isPartOf":{"@id":"https:\/\/uinsgd.ac.id\/#website"},"primaryImageOfPage":{"@id":"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/#primaryimage"},"image":{"@id":"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/#primaryimage"},"thumbnailUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/04\/IMG_20230619_133702.jpg","datePublished":"2024-09-06T16:55:21+00:00","dateModified":"2024-09-06T23:10:31+00:00","breadcrumb":{"@id":"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/#primaryimage","url":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/04\/IMG_20230619_133702.jpg","contentUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/04\/IMG_20230619_133702.jpg","width":1080,"height":596},{"@type":"BreadcrumbList","@id":"https:\/\/uinsgd.ac.id\/integrasi-ilmu-yang-bermanfaat\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Beranda","item":"https:\/\/uinsgd.ac.id\/"},{"@type":"ListItem","position":2,"name":"Berita","item":"https:\/\/uinsgd.ac.id\/category\/berita\/"},{"@type":"ListItem","position":3,"name":"Integrasi Ilmu yang Bermanfaat"}]},{"@type":"WebSite","@id":"https:\/\/uinsgd.ac.id\/#website","url":"https:\/\/uinsgd.ac.id\/","name":"UIN Sunan Gunung Djati Bandung","description":"Wahyu Memandu Ilmu","publisher":{"@id":"https:\/\/uinsgd.ac.id\/#organization"},"alternateName":"UIN Bandung","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/uinsgd.ac.id\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/uinsgd.ac.id\/#organization","name":"UIN Sunan Gunung Djati Bandung","alternateName":"UIN Bandung","url":"https:\/\/uinsgd.ac.id\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/","url":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png","contentUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png","width":417,"height":598,"caption":"UIN Sunan Gunung Djati Bandung"},"image":{"@id":"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/uinsgdofficial","https:\/\/x.com\/uinsgd_official","https:\/\/www.youtube.com\/@uinsgd.official","https:\/\/www.instagram.com\/uinsgd.official\/","https:\/\/www.tiktok.com\/@uinsgd.official"]},{"@type":"Person","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b","name":"Redaksi","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g","caption":"Redaksi"},"url":"https:\/\/uinsgd.ac.id\/author\/af78e61f44e60567\/"}]}},"_links":{"self":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts\/54136","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/comments?post=54136"}],"version-history":[{"count":4,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts\/54136\/revisions"}],"predecessor-version":[{"id":54142,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts\/54136\/revisions\/54142"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/media\/50866"}],"wp:attachment":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/media?parent=54136"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/categories?post=54136"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/tags?post=54136"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}