{"id":54642,"date":"2024-10-07T15:30:28","date_gmt":"2024-10-07T08:30:28","guid":{"rendered":"https:\/\/uinsgd.ac.id\/?p=54642"},"modified":"2024-10-07T11:39:19","modified_gmt":"2024-10-07T04:39:19","slug":"6-cara-membuat-esai-lengkap-dengan-contohnya","status":"publish","type":"post","link":"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/","title":{"rendered":"6 Cara Membuat Esai. Lengkap dengan Contohnya"},"content":{"rendered":"<p><strong>UINSGD.AC.ID (Humas)<\/strong> &#8212; Esai adalah salah satu jenis karya tulis yang berisi kombinasi antara fakta dan opini. Esai lebih bersifat subjektif dari sudut pandang penulisnya yang bersifat analitis, spekulatif, dan interpretatif. Esai mencakup narasi yang bisa berupa kritik, argumen, sastra dari pengamatan kehidupan sehari-hari dan refleksi penulis.<\/p>\n<p>Menurut Kamus Besar Bahasa Indonesia, pengertian esai merupakan karangan prosa yang membahas suatu persoalan dari sudut penulis secara sepintas. Sedangkan menurut ilmu jurnalistik, esai adalah tulisan yang memuat pendapat seseorang tentang suatu persoalan ditinjau secara subjektif. Struktur esai Terdapat struktur utama dalam esai. Tulisan esai yang baik dan benar memenuhi struktur ini.<\/p>\n<p><strong>Pendahuluan<\/strong> Pendahuluan adalah pengantar kepada pembaca mengenai topik yang akan dibahas. Bagian ini memudahkan pembaca untuk memahami isi esai. Pada bagian pendahuluan, penulis mengungkapkan topik yang diangkat. Unsur lain yang ada di pendahuluan ialah latar belakang penulis memilih topik tersebut. Penulis juga dapat menambahkan pendapatnya mengenai topik tersebut secara umum. Penjelasan lebih lanjut dapat diterangkan pada bagian selanjutnya.<\/p>\n<p><strong>Pembahasan.<\/strong> Pembahasan adalah bagian inti esai. Pada bagian inilah isi esai dijelaskan secara rinci. Penulis menjelaskan sudut pandangnya mengenai topik yang dipilih. Terdapat analisis dan interpretasi penulis terhadap topik tersebut.<\/p>\n<p><strong>Penutup.<\/strong> Bagian terakhir adalah kesimpulan. Bagian ini berisi rangkuman dari pembahasan yang ditulis.<\/p>\n<p><strong>Bagaimana Cara membuat esai<\/strong><\/p>\n<p>Penulis perlu mempelajari langkah-langkah cara membuat esai untuk memuat tulisan yang baik dan benar. Esai yang baik dapat dilihat dari ketajaman analisis yang bagus, pemaparan yang baik, refleksi, disertai dengan uraian kata-kata yang bagus dalam dan argumentasi yang kuat. Esai yang ditulis mestinya dapat mudah dipahami para pembaca.<\/p>\n<p><strong>1. Menentukan topik.<\/strong> Tujuan penulisan esai bisa berbagai macam. Esai untuk beasiswa tentu berbeda dengan esai ilmiah. Tahap ini bertujuan mempermudah dalam menemukan gagasan dan menentukan format esai yang akan dibuat. Menyeleksi gagasan dan menulis pengantar (kalimat topik). Setelah mengumpulkan gagasan atau fakta, kamu perlu memikirkan cara dapat mengaitkan gagasan atau fakta tersebut dengan topik. Jika kamu telah menentukan gagasan utama, tulislah kalimat pengantar yang dapat mempresentasaikan gagasan tersebut dengan jelas dan menarik. Paragraf tersebut harus memuat pernyataan dua bagian yaitu pernyataan umum dan penyataan tesis.<\/p>\n<p><strong>2. Menentukan tema atau tujuan.<\/strong> Tema esai biasanya diangkat pada suatu permasalahan untuk dicarikan suatu solusinya. Tema sebaiknya dipilih sesuai dengan yang dipahami, disukai, atau dikuasai oleh penulis. Hal tersebut dilakukan supaya penulis dapat menyajikan tulisan dengan benar serta secara luwes karena sesuai dengan bidang yang dipilih.<\/p>\n<p><strong>3. Membuat kerangka tulisan atau referensi.<\/strong> Outline dapat membantu penulis dalam memetakan gagasan. Outline ini dapat dibuat dalam bentuk daftar kalimat singkat atau diagram alir dalam suatu referensi yang kamu cari dalam suatu topik. Penulis harus banyak membaca dan mencari informasi untuk memperkaya suatu gagasan. Ketika membuat kerangka tulisan, sebaiknya juga penulis menentukan batasan tema yang akan dibahas supaya tema yang telah dipilih dapat dibahas secara mendalam.<\/p>\n<p><strong>4. Mengembangkan tulisan sesuai struktur.<\/strong> Gagasan\/ide pada esai yang baik dapat disajikan sesuai dengan struktur esai yang telah di buat agar jelas sehingga mudah dipahami oleh para pembaca. Penggunaan kata bahasa yang baik dan benar perlu diperhatikan. Selain itu, penggunaan ejaan, tanda baca, diksi yang baik, dan kalimat efektif juga sangat diperhatikan. Dalam mengembangkan tulisan esai, pastikan setiap paragraf memuat kalimat utama. Kalimat utama ini akan menjadi fokus dari argumentasi yang akan disampaikan. Kalimat utama ini selanjutnya diikuti dengan kalimat-kalimat pendukung berupa mengembangkan argumentasi. Bukti dan contoh yang efektif juga dapat disampaikan untuk meyakinkan para pembaca. Bukti dapat berupa pernyataan tentang kepada akar atau penulis lain. Perlu kalian diperhatikan bahwa apabila penulis mengutip pernyataan dari orang lain harus menyertakan referensi yang sedang digunakan. Gunakan cara penulisan kutipan yang efektif dan konsisten.<\/p>\n<p><strong>5. Menyunting tulisan.<\/strong> Penulis akan melakukan sebuah menyunting sebelum menyelesaikan proses penulisan. Hal ini supaya esai yang disusun dapat memenuhi persyaratan yang baik dan bagus. Kegiatan yang dapat dilakukan dalam menyunting tulisan di antaranya, yaitu meneliti bahasa yang digunakan baik atau tidaknya, meneliti format penulisan, meneliti kesatuan dan kepaduan penggunaan paragraf dalam menyampaikan suatu gagasan, dan meneliti tulisan secara menyeluruh.<\/p>\n<p><strong>6. Revisi esai. <\/strong>Ada beberapa hal yang harus kamu tanyakan tentang esai yang telah dibuat.<\/p>\n<p>– Apakah paragraf dan argumen yang kamu tuliskan sudah benar dan jelas serta relevan?<br \/>\n– Apakah argumen yang kamu tuliskan seimbang dan terdapat referensi yang cukup baik?<br \/>\n– Apakah kamu sudah mencapai batas jumlah kata yang diperbolehkan?<\/p>\n<p><strong>Contoh esai yang baik dan benar<\/strong><\/p>\n<p><strong>1. Contoh esai pendidikan ilmiah<\/strong><\/p>\n<p><em><strong>Judul: Peranku bagi Indonesia<\/strong><\/em><\/p>\n<p>“Saya adalah orang yang banyak menerima dibandingkan memberikan karena lahir dan besar di keluarga yang sederhana. Salah satu hal yang saya terima dari negeri ini adalah pendidikan, di mana saya dapat menempuh pendidikan hingga S1 berkat beasiswa Bidikmisi, dan hal tersebut telah mengajarkan saya arti dari pemberian yang harus dipertanggungjawabkan bagi sesama. Banyak menerima bantuan lantas membuat saya berfikir untuk bisa membalas dan berbagi atas apa yang sudah saya peroleh selama ini. Salah satu langkah konkret yang bisa saya lakukan ketika saya duduk di bangku SMA adalah dengan menjadi seorang pengajar ekstrakurikuler Pramuka di beberapa sekolah dasar.<\/p>\n<p>Menganggap mengajar adalah hal yang menyenangkan karena selalu mengasah ilmu dan komunikasi, saya melanjutkan kegiatan mengajar ketika menjadi mahasiswa di UIN Jakarta, untuk mejadikan diri ini lebih bermanfaat sesuai dengan “Sebaik-baik manusia adalah yang paling bermanfaat bagi manusia lainnya”. Sehingga saya memutuskan untuk bergabung sebagai relawan pengajar, Mobil Kelas Berjalan (MKB) di mana kami bergerak bersama untuk membantu anak-anak yang kurang beruntung dalam hal ekonomi dan mereka yang kehilangan kesempatan belajar karena harus bekerja sebagai pemulung, serta membantu anak-anak yang kurang mampu dalam memenuhi biaya sekolah dengan mencarikan donatur ke beberapa lembaga pengelola zakat. Di sisi lain, saya juga mengikuti Kuliah Kerja Nyata di Bogor dan Jogjakarta selama sebulan.<\/p>\n<p>Selepas kuliah dengan beasiswa Bidikmisi, menyadarkan saya akan tanggungjawab kepada negara yang sudah memberikan beasiswa, sehingga saya memutuskan untuk mengabdikan diri selama setahun di daerah tertinggal sebagai wujud rasa syukur dan terimakasih kepada republik ini. Saya ditugaskan sebagai Pengajar Muda di Desa Muning Dalam, Kabupaten Hulu Sungai Selatan, Kalimantan Selatan melalui Yayasan Gerakan Indonesia Mengajar, di sana saya melakukan pemberdayaan masyarakat, mengajar di sekolah dasar, serta pelibatan masyarakat untuk merubah entitas perilaku dan sama-sama menyadari bahwa pendidikan adalah tanggungjawab kita bersama.<\/p>\n<p>Tinggal bersama masyarakat di daerah terpencil yang jauh dari akses transportasi dan komunikasi, mengharuskan saya membina hubungan positif dengan banyak pihak dari tingkat desa, kecamatan, hingga kabupaten. Saya mengajak masyarakat untuk terlibat aktif dalam melakukan kegiatan pemberdayaan masyarakat desa, pelatihan guru-guru kreatif di kecamatan, pembinaan ekstrakurikuler di sekolah, dan pelatihan untuk murid berbakat dalam bidang sains, olahraga, dan seni.<\/p>\n<p>Selain itu, saya bersama Kelompok Kerja Kepala Sekolah (K3S) dan Kelompok Kerja Guru (KKG) melakukan inisiasi lokakarya yang dibungkus dengan tema Kegiatan Bermain dan Belajar (KBB) untuk meningkatkan kualitas guru-guru dalam hal pembelajaran. Materi yang disampaikan terkait pembelajaran kreatif yang berbasis lingkungan yang dikelola oleh guru-guru pembelajar di kecamatan. Saya juga menginisiasi diadakannya pelatihan kesenian daerah seperti tari tradisional, menyanyi lagu daerah, dan berbalas pantun untuk meningkatkan pengenalan dan pengamalan budaya daerah. Selain suskses dengan menggerakan K3S dan KKG, saya juga mengajak guru serta penggerak lokal yang berlatar belakang dari berbagai profesi untuk melaksanakan Kelas Inspirasi, di mana kami bergerak bersama untuk mewadahi para profesional agar bisa berkontribusi bagi pendidikan di sekolah dasar di kabupaten Hulu Sungai Selatan.<\/p>\n<p>Meskipun saya telah menyelesaikan pengabdian sebagai Pengajar Muda di kabupetan Hulu Sungai Selatan, namun saat ini saya masih terlibat aktif untuk membina gerakan sosial pendidikan di sana melalui Kelas Inspirasi. Saya mengajak berbagai pihak agar mau berkontribusi dan turun tangan langsung ke sekolah dasar dengan mengajarkan profesi mereka selama sehari. Beberapa pihak yang saya ajak ialah pemuda lokal, pemerintah terkait, para profesional, dan relawan-relawan pendidikan dari berbagai provinsi.<\/p>\n<p><strong>2. Contoh esai beasiswa<\/strong><\/p>\n<p><em><strong>Judul: Kontribusiku bagi Indonesia<\/strong><\/em><\/p>\n<p>Saya menyelesaikan studi Sarjana di Universitas Brawijaya tahun 2019 dengan spesialisasi ilmu dan teknologi pangan. Semasa kuliah, saya aktif organisasi kepenulisan sebagai ketua umum. Keaktifan di organisasi ini mengasah kemampuan kepemimpinan saya dan membangun jiwa kepedulian saya mengenai lingkungan sekitar dengan menuangkannya dalam bentuk tulisan.<\/p>\n<p>Prestasi yang berhasil saya raih adalah terpilih sebagai delegasi kampus dalam mengikuti kegiatan Program Kreativitas Mahasiswa Nasional dan menjuarai beberapa kompetisi Karya Tulis Ilmiah Tingkat Nasional. Selama berproses dalam kegiatan ini terdapat banyak sekali pelajaran yang dapat saya peroleh, di antaranya adalah manajemen waktu dan bersosialisasi dengan pihak-pihak luar kampus sebagai bentuk penerapan ilmu pengetahuan.<\/p>\n<p>Pada tahun 2018, saya mendapatkan kesempatan untuk mengikuti pendidikan guru kejuruan yang diadakan oleh Kementerian Riset Teknologi dan Pendidikan Tinggi selama satu tahun. Di sini saya diajari bagaimana menjadi seorang guru yang profesional dan berkepribadian sehingga menjadi panutan bagi siswa serta lingkungan sekitar.<\/p>\n<p>Saat ini, saya sedang menempuh pendidikan magister saya dengan spesialisasi ilmu dan teknologi pangan. Di sini, saya belajar lebih mendalam mengenai bidang saya untuk bisa lebih berguna dan dapat diaplikasikan di hari esok. Saya memiliki mimpi besar untuk menjadi seorang pendidik yang bisa membuat siswanya cerdas dan beradab. Karena cerdas dan beradab itu adalah bekal bagi mereka untuk menjalani kehidupan mereka di masa mendatang. Orang yang cerdas namun tidak beradab dapat merugikan orang lain. Sedangkan orang yang cerdas dan beradab dapat memberikan manfaat dengan mempertimbangkan kesejahteraan banyak pihak.<\/p>\n<p>Apabila saya berkesempatan mendapatkan beasiswa ini, saya ingin mengambil peran sebagai guru di sebuah sekolah kejuruan. Saya juga ingin berkontribusi dengan menjadi pembina unit-unit Usaha Kecil Menengah supaya mereka dapat bersaing di perekonomian nasional bahkan internasional.<\/p>\n<p><strong>3. Contoh esai ekonomi<\/strong><\/p>\n<p><em><strong>Judul: Dampak Covid-19 terhadap Perekonomian Indonesia<\/strong><\/em><\/p>\n<p>Virus korona atau lebih dikenal dengan covid-19 memiliki dampak yang besar terhadap perubahan tatanan kehidupan manusia. Tidak hanya merugikan di bidang kesehatan, dampak covid-19 ini turut memengaruhi perekonomian negara-negara di dunia termasuk Indonesia. United Nation Development Program memperkirakan bahwa pandemi covid-19 dapat meningkatkan kemiskinan dan menurunkan kesejahteraan masyarakat. Apabila dampak ekonomi ini tidak ditangani dengan cepat dan tepat dapat berakibat meningkatkan penderitaan global serta membahayakan kehidupan dan mata pencaharian selama bertahun-tahun yang akan datang.<\/p>\n<p>Di Indonesia pemerintah mencoba menerapkan berbagai usaha untuk menekan dampak covid-19 terhadap perekonomian negara. Salah satu upaya yang dilakukan yaitu dengan bekerja dari rumah. Bahkan sekolah-sekolah pun juga belajar dari rumah. Karena hal tersebut, banyak industri yang merumahkan karyawannya. Selain itu, adanya covid-19 meningkatkan penggunaan uang digital. Seperti diketahui bahwa virus korona dapat menempel di benda, salah satunya uang. Sehingga masyarakat beralih menggunakan uang digital untuk menekan penyebaran virus. Di sisi lain, pemerintah juga mengeluarkan kebijakan di bidang ekonomi seperti menanggung pajak penghasilan, kelonggaran membayar kredit, dan melakukan subsidi listrik.<\/p>\n<p>Jadi, dapat disimpulkan bahwa adanya covid-19 ini memiliki dampak positif dan negatif. Meskipun demikian, dampak negatif dari covid-19 perlu segera diatasi supaya tidak menimbulkan efek negatif panjang di tahun-tahun berikutnya.<\/p>\n<p><strong>4. Contoh esai motivasi<\/strong><\/p>\n<p><em><strong>Judul: Motivasiku Menjadi Seorang Pendidik<\/strong><\/em><\/p>\n<p>Saya memiliki banyak impian yang ingin dicapai dalam hidup ini. Salah satunya adalah dengan berkarya di lingkungan yang dinamis, penuh tantangan, diisi oleh orang-orang yang cakap dan agamis, serta menyimpan banyak kesempatan baru untuk dijelajahi. Menurut saya, hal tersebut bisa saya dapatkan melalui dunia pendidikan. Pendidikan adalah kegiatan penting untuk mentransfer ilmu kepada masyarakat luas guna mewujudkan kesejahteraan masyarakat. Ilmu sendiri adalah salah satu senjata manusia untuk menjalani kehidupannya.<\/p>\n<p>Selain mengajarkan ilmu, sebagai pendidik, saya juga mengajarkan iman kepada orang-orang yang saya didik. Sebagai orang yang beragama, iman adalah kunci penting untuk meraih ketenangan jiwa. Orang yang berilmu tetapi jiwanya tidak tenang, dia tidak bisa menggunakan ilmunya untuk menciptakan maslahat bagi orang banyak. Sementara orang yang berilmu dan berjiwa tenang, maka dia akan bisa menebarkan banyak manfaat bagi masyarakat.<\/p>\n<p>Sebagai seorang pendidik, saya memiliki kesempatan untuk terus mengambil tantangan baru di bidang pengajaran ataupun pengabdian. Selain belajar dan mengajar teori, saya bisa mengaplikasikan ilmu pengetahuan dalam kehidupan untuk kesejahteraan masyarakat luas. Serta sebagai pendidik inilah saya bisa berkontribusi untuk negara ini dalam menciptakan sumber daya manusia yang berkualitas.<\/p>\n<p><strong>5. Contoh esai tentang Agama<\/strong><\/p>\n<p><em><strong>Judul: Al Quran Menyimpan Jawaban dari Setiap Cobaan<\/strong><\/em><\/p>\n<p>Manusia hidup itu tidak lepas dari ujian kehidupan. Ada yang diuji dari keluarganya, pasangannya, anaknya, pekerjaannya, hartanya, dan perasaannya. Ujian itu adalah bentuk cinta Allah kepada hamba-Nya. Dia yang paling bertakwa balasannya adalah surga, tempat terbaik di sisi Allah SWT. Memang, terkadang ujian itu terasa menyesakkan dada. Sampai-sampai orang yang diuji merasa sendiri, tidak punya siapa-siapa. Bagi mereka yang tidak pernah berputus asa bisa melewati segala ujian tersebut. Namun, bagi mereka yang kurang beruntung mendapat hidayah, bisa jadi akan mengakhiri hidupnya.<\/p>\n<p>Ketika diuji, manusia sering lupa kalau mereka sebenarnya tidak pernah sendiri. Pasti ada satu dua orang yang peduli, tetapi tidak disadari. Selain itu, bukankah Allah tidak pernah meninggalkan seorang hamba sendiri. Allah itu dekat, sedekat urat nadi. Bahkan ketika seorang hamba menuju kepada Allah dengan cara berjalan, Allah akan menghampirinya dengan berlari.<\/p>\n<p>Sebagai seorang muslim, kita memiliki kitab suci yaitu Al Quran. Sebenarnya, di dalam Al Quran itulah terdapat jawaban atas segala persoalan hidup. Namun, tidak semua orang tahu bagaimana cara mencari jawaban atas persoalan hidup yang menimpanya menggunakan Al Quran.<\/p>\n<p>Adapun cara menggunakan Al Quran untuk menghadapi persoalan hidup, yaitu dengan membersihkan hati terlebih dahulu. Hati dapat dibersihkan dengan kita menyerahkan segala urusan kepada Tuhan yang Maha Kuasa dan menghilangkan berbagai penyakit hati yang menghampiri.<\/p>\n<p>Langkah awal untuk membersihkan hati yaitu dengan melakukan ibadah, seperti sholat, kemudian dilanjutkan berdoa dan membuka Al Quran. Hal ini dilakukan dengan berniat memohon petunjuk kepada Allah SWT. Dengan membaca ayat Al Quran yang pertama terbuka dan mentadaburi isinya, atas izin Allah, di situlah letak jawaban yang kita cari.<\/p>\n<p>Jadi, ketika kegelisahan menghampiri kita, sebaiknya hal tersebut kita serahkan kepada Tuhan yang Maha Besar serta kita tenangkan hati kita dengan membaca kitab suci Al Quran. Wallahu A’lam Bishowab.<\/p>\n<p><em>A. Rusdiana, Guru Besar UIN Sunan Gunung Djati Bandung.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>UINSGD.AC.ID (Humas) &#8212; Esai adalah salah satu jenis karya tulis yang berisi kombinasi antara fakta dan opini. Esai lebih bersifat subjektif dari [&hellip;]<\/p>\n","protected":false},"author":3,"featured_media":50476,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[65,67],"tags":[928,165,142,245,2109,2138,2870,143,1345,250,141,140],"class_list":["post-54642","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-berita","category-dosen","tag-928","tag-a-rusdiana","tag-bandung","tag-cara","tag-contoh","tag-dengan","tag-esai","tag-kemenag","tag-lengkap","tag-membuat","tag-sunan-gunung-djati","tag-uin"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v24.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>6 Cara Membuat Esai. Lengkap dengan Contohnya - UIN Sunan Gunung Djati Bandung<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"6 Cara Membuat Esai. Lengkap dengan Contohnya - UIN Sunan Gunung Djati Bandung\" \/>\n<meta property=\"og:description\" content=\"UINSGD.AC.ID (Humas) &#8212; Esai adalah salah satu jenis karya tulis yang berisi kombinasi antara fakta dan opini. Esai lebih bersifat subjektif dari [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/\" \/>\n<meta property=\"og:site_name\" content=\"UIN Sunan Gunung Djati Bandung\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/uinsgdofficial\" \/>\n<meta property=\"article:published_time\" content=\"2024-10-07T08:30:28+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2024-10-07T04:39:19+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/ulama-nulis.webp\" \/>\n\t<meta property=\"og:image:width\" content=\"860\" \/>\n\t<meta property=\"og:image:height\" content=\"484\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/webp\" \/>\n<meta name=\"author\" content=\"Redaksi\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@uinsgd_official\" \/>\n<meta name=\"twitter:site\" content=\"@uinsgd_official\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Redaksi\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/\"},\"author\":{\"name\":\"Redaksi\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b\"},\"headline\":\"6 Cara Membuat Esai. Lengkap dengan Contohnya\",\"datePublished\":\"2024-10-07T08:30:28+00:00\",\"dateModified\":\"2024-10-07T04:39:19+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/\"},\"wordCount\":2211,\"commentCount\":0,\"publisher\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#organization\"},\"image\":{\"@id\":\"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/ulama-nulis.webp\",\"keywords\":[\"6\",\"A. Rusdiana\",\"Bandung\",\"Cara\",\"Contoh\",\"dengan\",\"Esai\",\"Kemenag\",\"Lengkap\",\"Membuat\",\"Sunan Gunung Djati\",\"UIN\"],\"articleSection\":[\"Berita\",\"Dosen\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/\",\"url\":\"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/\",\"name\":\"6 Cara Membuat Esai. Lengkap dengan Contohnya - UIN Sunan Gunung Djati Bandung\",\"isPartOf\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/ulama-nulis.webp\",\"datePublished\":\"2024-10-07T08:30:28+00:00\",\"dateModified\":\"2024-10-07T04:39:19+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/#primaryimage\",\"url\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/ulama-nulis.webp\",\"contentUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/ulama-nulis.webp\",\"width\":860,\"height\":484,\"caption\":\"Ilustrasi ulama sedang menulis\/ foto NU Online\/Freepik\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Beranda\",\"item\":\"https:\/\/uinsgd.ac.id\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Berita\",\"item\":\"https:\/\/uinsgd.ac.id\/category\/berita\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"6 Cara Membuat Esai. Lengkap dengan Contohnya\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/uinsgd.ac.id\/#website\",\"url\":\"https:\/\/uinsgd.ac.id\/\",\"name\":\"UIN Sunan Gunung Djati Bandung\",\"description\":\"Wahyu Memandu Ilmu\",\"publisher\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#organization\"},\"alternateName\":\"UIN Bandung\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/uinsgd.ac.id\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/uinsgd.ac.id\/#organization\",\"name\":\"UIN Sunan Gunung Djati Bandung\",\"alternateName\":\"UIN Bandung\",\"url\":\"https:\/\/uinsgd.ac.id\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png\",\"contentUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png\",\"width\":417,\"height\":598,\"caption\":\"UIN Sunan Gunung Djati Bandung\"},\"image\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/uinsgdofficial\",\"https:\/\/x.com\/uinsgd_official\",\"https:\/\/www.youtube.com\/@uinsgd.official\",\"https:\/\/www.instagram.com\/uinsgd.official\/\",\"https:\/\/www.tiktok.com\/@uinsgd.official\"]},{\"@type\":\"Person\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b\",\"name\":\"Redaksi\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g\",\"caption\":\"Redaksi\"},\"url\":\"https:\/\/uinsgd.ac.id\/author\/af78e61f44e60567\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"6 Cara Membuat Esai. Lengkap dengan Contohnya - UIN Sunan Gunung Djati Bandung","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/","og_locale":"en_US","og_type":"article","og_title":"6 Cara Membuat Esai. Lengkap dengan Contohnya - UIN Sunan Gunung Djati Bandung","og_description":"UINSGD.AC.ID (Humas) &#8212; Esai adalah salah satu jenis karya tulis yang berisi kombinasi antara fakta dan opini. Esai lebih bersifat subjektif dari [&hellip;]","og_url":"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/","og_site_name":"UIN Sunan Gunung Djati Bandung","article_publisher":"https:\/\/www.facebook.com\/uinsgdofficial","article_published_time":"2024-10-07T08:30:28+00:00","article_modified_time":"2024-10-07T04:39:19+00:00","og_image":[{"width":860,"height":484,"url":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/ulama-nulis.webp","type":"image\/webp"}],"author":"Redaksi","twitter_card":"summary_large_image","twitter_creator":"@uinsgd_official","twitter_site":"@uinsgd_official","twitter_misc":{"Written by":"Redaksi","Est. reading time":"13 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/#article","isPartOf":{"@id":"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/"},"author":{"name":"Redaksi","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b"},"headline":"6 Cara Membuat Esai. Lengkap dengan Contohnya","datePublished":"2024-10-07T08:30:28+00:00","dateModified":"2024-10-07T04:39:19+00:00","mainEntityOfPage":{"@id":"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/"},"wordCount":2211,"commentCount":0,"publisher":{"@id":"https:\/\/uinsgd.ac.id\/#organization"},"image":{"@id":"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/#primaryimage"},"thumbnailUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/ulama-nulis.webp","keywords":["6","A. Rusdiana","Bandung","Cara","Contoh","dengan","Esai","Kemenag","Lengkap","Membuat","Sunan Gunung Djati","UIN"],"articleSection":["Berita","Dosen"],"inLanguage":"en-US","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/#respond"]}]},{"@type":"WebPage","@id":"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/","url":"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/","name":"6 Cara Membuat Esai. Lengkap dengan Contohnya - UIN Sunan Gunung Djati Bandung","isPartOf":{"@id":"https:\/\/uinsgd.ac.id\/#website"},"primaryImageOfPage":{"@id":"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/#primaryimage"},"image":{"@id":"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/#primaryimage"},"thumbnailUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/ulama-nulis.webp","datePublished":"2024-10-07T08:30:28+00:00","dateModified":"2024-10-07T04:39:19+00:00","breadcrumb":{"@id":"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/#primaryimage","url":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/ulama-nulis.webp","contentUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/ulama-nulis.webp","width":860,"height":484,"caption":"Ilustrasi ulama sedang menulis\/ foto NU Online\/Freepik"},{"@type":"BreadcrumbList","@id":"https:\/\/uinsgd.ac.id\/6-cara-membuat-esai-lengkap-dengan-contohnya\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Beranda","item":"https:\/\/uinsgd.ac.id\/"},{"@type":"ListItem","position":2,"name":"Berita","item":"https:\/\/uinsgd.ac.id\/category\/berita\/"},{"@type":"ListItem","position":3,"name":"6 Cara Membuat Esai. Lengkap dengan Contohnya"}]},{"@type":"WebSite","@id":"https:\/\/uinsgd.ac.id\/#website","url":"https:\/\/uinsgd.ac.id\/","name":"UIN Sunan Gunung Djati Bandung","description":"Wahyu Memandu Ilmu","publisher":{"@id":"https:\/\/uinsgd.ac.id\/#organization"},"alternateName":"UIN Bandung","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/uinsgd.ac.id\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/uinsgd.ac.id\/#organization","name":"UIN Sunan Gunung Djati Bandung","alternateName":"UIN Bandung","url":"https:\/\/uinsgd.ac.id\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/","url":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png","contentUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png","width":417,"height":598,"caption":"UIN Sunan Gunung Djati Bandung"},"image":{"@id":"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/uinsgdofficial","https:\/\/x.com\/uinsgd_official","https:\/\/www.youtube.com\/@uinsgd.official","https:\/\/www.instagram.com\/uinsgd.official\/","https:\/\/www.tiktok.com\/@uinsgd.official"]},{"@type":"Person","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b","name":"Redaksi","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g","caption":"Redaksi"},"url":"https:\/\/uinsgd.ac.id\/author\/af78e61f44e60567\/"}]}},"_links":{"self":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts\/54642","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/comments?post=54642"}],"version-history":[{"count":1,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts\/54642\/revisions"}],"predecessor-version":[{"id":54646,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts\/54642\/revisions\/54646"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/media\/50476"}],"wp:attachment":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/media?parent=54642"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/categories?post=54642"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/tags?post=54642"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}