{"id":55136,"date":"2024-10-28T12:30:06","date_gmt":"2024-10-28T05:30:06","guid":{"rendered":"https:\/\/uinsgd.ac.id\/?p=55136"},"modified":"2024-10-28T10:43:39","modified_gmt":"2024-10-28T03:43:39","slug":"5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045","status":"publish","type":"post","link":"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/","title":{"rendered":"5 Spirit Sumpah Pemuda untuk Membangun Persatuan Menuju Indonesia Emas 2045"},"content":{"rendered":"<p><strong>UINSGD.AC.ID (Humas)<\/strong> &#8212; Pada tanggal 28 Oktober 2024, kita kembali mengenang peristiwa bersejarah dalam perjuangan bangsa Indonesia, yaitu Sumpah Pemuda 1928.<\/p>\n<p>Peristiwa ini menjadi simbol persatuan pemuda dari berbagai suku, agama, dan golongan untuk mewujudkan satu bangsa, satu bahasa, dan satu tanah air: Indonesia. Di tengah perbedaan yang ada, pemuda-pemudi saat itu mampu menyatukan visi untuk memperjuangkan kemerdekaan bangsa.<\/p>\n<p>Hari ini, semangat tersebut kembali relevan sebagai pengingat bahwa persatuan adalah kunci utama dalam membangun bangsa yang maju. Dalam Islam, persatuan sangat dijunjung tinggi dan dipandang sebagai pondasi kekuatan umat. Hal ini ditegaskan dalam firman Allah Swt:<\/p>\n<p>وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا ۚ وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا وَكُنْتُمْ عَلَىٰ شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا ۗ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ<\/p>\n<p>Artinya: <em>“Berpegang teguhlah kamu semuanya pada tali [agama] Allah, janganlah bercerai berai, dan ingatlah nikmat Allah kepadamu ketika kamu dahulu bermusuhan, lalu Allah mempersatukan hatimu sehingga dengan karunia-Nya kamu menjadi bersaudara. [Ingatlah pula ketika itu] kamu berada di tepi jurang neraka, lalu Allah menyelamatkan kamu dari sana……” (QS. Ali Imran [3] : 103).<\/em><\/p>\n<p>Ayat ini memberikan panduan untuk selalu bersatu dalam menghadapi berbagai tantangan, baik di masa lalu maupun masa depan. Sayangnya, di era modern ini, perpecahan sosial, hoaks, dan intoleransi sering kali menjadi tantangan besar bagi generasi muda. Berbagai konflik terjadi akibat perbedaan pandangan dan golongan, padahal di masa depan, persatuan dan kolaborasi akan sangat dibutuhkan untuk mewujudkan visi Indonesia Emas 2045.<\/p>\n<div id=\"attachment_55138\" style=\"width: 760px\" class=\"wp-caption aligncenter\"><img fetchpriority=\"high\" decoding=\"async\" aria-describedby=\"caption-attachment-55138\" class=\"wp-image-55138 size-full\" src=\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/10\/sumpahpemuda.jpg\" alt=\"\" width=\"750\" height=\"500\" srcset=\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/10\/sumpahpemuda.jpg 750w, https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/10\/sumpahpemuda-300x200.jpg 300w, https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/10\/sumpahpemuda-650x433.jpg 650w\" sizes=\"(max-width: 750px) 100vw, 750px\" \/><p id=\"caption-attachment-55138\" class=\"wp-caption-text\"><em>8 Oktober 1928 di halaman depan Gedung IC, Jl. Kramat 106, Jakarta. Foto Dok Kompas<\/em><\/p><\/div>\n<p>Tulisan ini hadir sebagai pengingat pentingnya menjaga ukhuwah dan persatuan. Sebagaimana Sumpah Pemuda menjadi fondasi kemerdekaan, semangat persatuan ini juga menjadi kunci bagi generasi muda untuk bersatu menghadapi tantangan global dan mewujudkan Indonesia yang adil, makmur, dan sejahtera di masa depan.<\/p>\n<p>Apabila kita kaji lebih dalam ada lima pelajaran dari Spirit QS. Ali Imran [3] : 103, diantaranya:<\/p>\n<p><em>Pertama,<\/em> Berpegang Teguh pada tali Agama Allah. Ayat ini menegaskan pentingnya berpegang teguh pada tali agama Allah sebagai landasan utama dalam kehidupan umat. Di tengah tantangan zaman, khususnya dalam menghadapi era digital dan industri 4.0, generasi muda harus memiliki prinsip yang kokoh, berlandaskan ajaran agama, untuk menjaga persatuan dan tidak mudah terpengaruh oleh isu-isu yang memecah belah. Potensi generasi muda sangat besar untuk berperan aktif dan memberi kontribusi dalam membangun serta membangkitkan sebuah peradaban. Gambaran sosok pemuda harapan tersebut, selaras dengan firman Allah SWT dalam QS. Al-Kahfi ayat 13 sebagai berikut:<\/p>\n<p>نَّحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُم بِالْحَقِّ ۚ إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى<\/p>\n<p>Artinya: <em>“Kami kisahkan kepadamu (Muhammad) cerita ini dengan benar. Sesungguhnya mereka adalah pemuda-pemuda yang beriman kepada Tuhan mereka, dan Kami tambah pula untuk mereka petunjuk”. (QS. Al-Kahfi [18]:13),<\/em><\/p>\n<p>Generasi muda yang memiliki potensi-potensi iman, keikhlasan, ghirah dan amal sholeh seperti itu, terutama pemuda Islam harus dipupuk dan ditumbuhkembangkan melalui proses pendidikan (tarbiyah) yang benar, pembinaan jiwa dan akhlak, sehingga mereka bisa menjadi generasi muda yang tangguh dan handal dalam menghadapi tantangan jaman.<\/p>\n<p><em>Kedua,<\/em> Larangan Bercerai-Berai. Islam dengan tegas melarang umatnya untuk terpecah belah. Dalam konteks Sumpah Pemuda, perbedaan suku, agama, dan budaya bukanlah alasan untuk bercerai-berai. Justru, keberagaman tersebut harus dijadikan kekuatan dalam membangun bangsa. Generasi muda harus mengedepankan sikap saling menghormati dan toleransi untuk menjaga keutuhan bangsa.<\/p>\n<p>Dalam Al-Qur’an pun banyak konsep-konsep yang membicarakan tentang toleransi. Nilai-nilai toleransi al-Qur’an dibagi dua. Pertama, toleransi kepada sesama muslim, ini merupakan sebuah keniscayaan dan kewajiban wujud persaudaraan yang terikat oleh tali aqidah yang sama. Kedua, toleransi kepada non muslim, toleransi terhadap non muslm juga diperintahkan, karena islam mengajarkan perdamaian baik terhadap muslim dan non muslim. Konsep kerja sama dan toleransi hanya dalam kepentingan duniawi saja, tidak menyangkut kepentingan agama, seperti aqidah.<\/p>\n<p>Toleransi sesama muslim merupakan kewajiban wujud persaudaraan yang terikat oleh tali aqidah yang sama.<\/p>\n<p>إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ<\/p>\n<p><em>Artinya: Orang-orang beriman itu sesungguhnya bersaudara. Sebab itu damaikanlah (perbaikilah hubungan) antara kedua saudaramu itu dan takutlah terhadap Allah, supaya kamu mendapat rahmat (QS. Al-Hujurat: 10).<\/em><\/p>\n<p>Toleransi juga menafikan pemaksaan dalam memeluk Islam.<\/p>\n<p>لَا إِكْرَاهَ فِي الدِّينِ<\/p>\n<p><em>Artinya: Tidak ada paksaan dalam (menerima) agama (Islam) (QS. Al-Baqarah: 256).<\/em><\/p>\n<p><em>Ketiga,<\/em> Nikmat Persatuan. Allah mengingatkan bahwa persatuan adalah sebuah nikmat yang harus dijaga. Pada masa penjajahan, para pemuda Indonesia berhasil menyatukan kekuatan mereka untuk melawan penjajah. Hari ini, nikmat persatuan ini harus terus dipelihara untuk melawan tantangan modern seperti perpecahan sosial, intoleransi, dan penyebaran informasi palsu. Dalam Q.S. az-Zumar: 18 Allah berfirman:<\/p>\n<p>الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ ۚ أُولَٰئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ ۖ وَأُولَٰئِكَ هُمْ أُولُو الْأَلْبَابِ<\/p>\n<p><em>Artinya: (yaitu) mereka yang mendengarkan perkataan, lalu mengikuti apa yang paling baik di antaranya. Mereka itulah orang-orang yang telah diberi petunjuk oleh Allah dan mereka itulah orang-orang yang mempunyai akal sehat (Q.S. az-Zumar[39]: 18).<\/em><\/p>\n<p>Diriwayatkan dari Abu Hurairah ia berkata Rasulullah Saw. Bersabda: “Cukuplah seseorang disebut pendusta orang yang mengatakan (membicarakan) semua yang ia dengar” (HR. Muslim). Penjelasannya: Jika seseorang mendapatkan berita, lalu diungkapkan seluruh informasinya tanpa landasan syariah yang benar, maka Rasulullah Saw. menyebutnya sebagai pendusta. Hal ini, karena siapa saja yang mendengar berita, tanpa adanya seleksi, maka sama saja berdusta.<\/p>\n<p><em>Keempat,<\/em> Ukhuwah Islamiyah sebagai Kekuatan Umat. Islam mengajarkan pentingnya ukhuwah islamiyah atau persaudaraan antar sesama muslim sebagai pilar kekuatan umat. Generasi muda harus memupuk semangat ukhuwah ini, tidak hanya di lingkup nasional, tetapi juga di tingkat global, untuk menghadapi tantangan zaman dengan lebih solid dan terorganisir. Umat Islam adalah kekuatan untuk mencapai keberhasilan bagi umat Islam. Ukhuwah dikukuhkan dengan jenjang pendidikan baik itu dasar, menengah lanjut dan universitas. Salah satu bentuk dari adanya ukhuwah islamiyah adalah memiliki sifat saling bermanfaat. Dalam surat Al-Hujurat ayat 13 Allah menyatakan:<\/p>\n<p>يٰٓاَيُّهَا النَّاسُ اِنَّا خَلَقْنٰكُمْ مِّنْ ذَكَرٍ وَّاُنْثٰى وَجَعَلْنٰكُمْ شُعُوْبًا وَّقَبَاۤىِٕلَ لِتَعَارَفُوْاۚ اِنَّ اَكْرَمَكُمْ عِنْدَ اللّٰهِ اَتْقٰىكُمْۗ اِنَّ اللّٰهَ عَلِيْمٌ خَبِيْرٌ<\/p>\n<p><em>Artinya “menciptakan kamu seorang laki-laki dan perempuan, Mmnjadikan kamu bersuku-suku dan berbangsa-bangsa, agar menjadikan kamu saling kenal mengenal,” (QS. Al-Hujurat ayat 13)<\/em><\/p>\n<p>dan dalam surat Al-Maidah ayat 2<\/p>\n<p>يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ يَبْتَغُونَ فَضْلًا مِنْ رَبِّهِمْ وَرِضْوَانًا ۚ وَإِذَا حَلَلْتُمْ فَاصْطَادُوا ۚ وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَنْ صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَنْ تَعْتَدُوا ۘ وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَىٰ ۖ وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ ۚ وَاتَّقُوا اللَّهَ ۖ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ<\/p>\n<p><em>Arinya: “Hai orang-orang yang beriman, janganlah kamu melanggar syi’ar-syi’ar Allah, dan jangan melanggar kehormatan bulan-bulan haram, jangan (mengganggu) binatang-binatang had-ya, dan binatang-binatang qalaa-id, dan jangan (pula) mengganggu orang-orang yang mengunjungi Baitullah sedang mereka mencari kurnia dan keridhaan dari Tuhannya dan apabila kamu telah menyelesaikan ibadah haji, maka bolehlah berburu. Dan janganlah sekali-kali kebencian(mu) kepada sesuatu kaum karena mereka menghalang-halangi kamu dari Masjidilharam, mendorongmu berbuat aniaya (kepada mereka). Dan tolong-menolonglah kamu dalam (mengerjakan) kebajikan dan takwa, dan jangan tolong-menolong dalam berbuat dosa dan pelanggaran. Dan bertakwalah kamu kepada Allah, sesungguhnya Allah amat berat siksa-Nya” (QS. Al-Maidah ayat 2)<\/em><\/p>\n<p><img decoding=\"async\" class=\"alignnone wp-image-50553 size-full\" src=\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/santri-uin-sgd-scaled.jpg\" alt=\"\" width=\"2560\" height=\"1707\" srcset=\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/santri-uin-sgd-scaled.jpg 2560w, https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/santri-uin-sgd-300x200.jpg 300w, https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/santri-uin-sgd-1024x683.jpg 1024w, https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/santri-uin-sgd-768x512.jpg 768w, https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/santri-uin-sgd-1536x1024.jpg 1536w, https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/santri-uin-sgd-2048x1365.jpg 2048w, https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/03\/santri-uin-sgd-650x433.jpg 650w\" sizes=\"(max-width: 2560px) 100vw, 2560px\" \/>Ukhuwah Islamiyah adalah kekuatan persaudaraaan, dengan ukhuwah islamiyah diharapkan dapat memperoleh keberhasilan, memperkuat keimanan dan ketakwaan kepada Allah SWT. Ukhuwah islmiayah juga akan menciptakan suasana yang harmonis, damai yang dapat mempercepat kemajuan dan pembangunan umat Islam, itu sendiri.<\/p>\n<p><em>Kelima,<\/em> Mewujudkan Indonesia Emas 2045 dengan Persatuan. Dengan semangat persatuan, generasi muda Indonesia bisa bersinergi menghadapi berbagai tantangan global, seperti disrupsi teknologi, ketidakstabilan ekonomi, dan perubahan iklim. Dengan persatuan, kita bisa menuju Indonesia Emas 2045 yang diharapkan menjadi bangsa yang maju, berdaya saing tinggi, dan sejahtera. Firman Nya:<\/p>\n<p>وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا ۚ وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا وَكُنْتُمْ عَلَىٰ شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا ۗ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ<\/p>\n<p>Artinya: <em>Dan berpeganglah kamu semuanya kepada tali (agama) Allah, dan janganlah kamu bercerai berai, dan ingatlah akan nikmat Allah kepadamu ketika kamu dahulu (masa Jahiliyah) bermusuh-musuhan, maka Allah mempersatukan hatimu, lalu menjadilah kamu karena nikmat Allah, orang-orang yang bersaudara; dan kamu telah berada di tepi jurang neraka, lalu Allah menyelamatkan kamu dari padanya. Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu, agar kamu mendapat petunjuk. (QS. Ali Imron[3]:103)<\/em><\/p>\n<p>Spirit Sumpah Pemuda mengajarkan kepada kita betapa pentingnya persatuan di tengah perbedaan. Allah Swt telah memerintahkan kita untuk selalu berpegang teguh pada agama-Nya dan menghindari perpecahan. Sejarah mencatat bahwa dengan persatuan, kita berhasil melawan penjajahan. Kini, dengan semangat yang sama, kita harus bersatu melawan tantangan zaman dan bersiap menuju Indonesia Emas 2045.<\/p>\n<p>Mari kita jadikan Sumpah Pemuda sebagai inspirasi untuk memperkuat persatuan bangsa dan ukhuwah islamiyah. Generasi muda perlu mengambil peran penting dalam menjaga persatuan ini dengan mengedepankan sikap toleransi, kolaborasi, dan kerja sama. Kita harus meninggalkan ego sektoral dan golongan demi kemajuan umat dan bangsa, serta menyongsong Indonesia yang lebih baik pada tahun 2045.<\/p>\n<p><em>A. Rusdiana, Guru Besar UIN Sunan Gunung Djati Bandung.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>UINSGD.AC.ID (Humas) &#8212; Pada tanggal 28 Oktober 2024, kita kembali mengenang peristiwa bersejarah dalam perjuangan bangsa Indonesia, yaitu Sumpah Pemuda 1928. Peristiwa [&hellip;]<\/p>\n","protected":false},"author":3,"featured_media":53541,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[65,67],"tags":[1497,1227,165,142,315,162,3022,1128,945,355,946,141,140],"class_list":["post-55136","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-berita","category-dosen","tag-1497","tag-1227","tag-a-rusdiana","tag-bandung","tag-emas","tag-indonesia","tag-membangun-persatuan","tag-menuju","tag-pemuda","tag-spirit","tag-sumpah","tag-sunan-gunung-djati","tag-uin"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v24.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>5 Spirit Sumpah Pemuda untuk Membangun Persatuan Menuju Indonesia Emas 2045 - UIN Sunan Gunung Djati Bandung<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"5 Spirit Sumpah Pemuda untuk Membangun Persatuan Menuju Indonesia Emas 2045 - UIN Sunan Gunung Djati Bandung\" \/>\n<meta property=\"og:description\" content=\"UINSGD.AC.ID (Humas) &#8212; Pada tanggal 28 Oktober 2024, kita kembali mengenang peristiwa bersejarah dalam perjuangan bangsa Indonesia, yaitu Sumpah Pemuda 1928. Peristiwa [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/\" \/>\n<meta property=\"og:site_name\" content=\"UIN Sunan Gunung Djati Bandung\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/uinsgdofficial\" \/>\n<meta property=\"article:published_time\" content=\"2024-10-28T05:30:06+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2024-10-28T03:43:39+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/08\/IMG-20240814-WA0004.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1280\" \/>\n\t<meta property=\"og:image:height\" content=\"853\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"Redaksi\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@uinsgd_official\" \/>\n<meta name=\"twitter:site\" content=\"@uinsgd_official\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Redaksi\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/\"},\"author\":{\"name\":\"Redaksi\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b\"},\"headline\":\"5 Spirit Sumpah Pemuda untuk Membangun Persatuan Menuju Indonesia Emas 2045\",\"datePublished\":\"2024-10-28T05:30:06+00:00\",\"dateModified\":\"2024-10-28T03:43:39+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/\"},\"wordCount\":1238,\"commentCount\":0,\"publisher\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#organization\"},\"image\":{\"@id\":\"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/08\/IMG-20240814-WA0004.jpg\",\"keywords\":[\"2045\",\"5\",\"A. Rusdiana\",\"Bandung\",\"Emas\",\"Indonesia\",\"Membangun Persatuan\",\"Menuju\",\"Pemuda\",\"Spirit\",\"Sumpah\",\"Sunan Gunung Djati\",\"UIN\"],\"articleSection\":[\"Berita\",\"Dosen\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/\",\"url\":\"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/\",\"name\":\"5 Spirit Sumpah Pemuda untuk Membangun Persatuan Menuju Indonesia Emas 2045 - UIN Sunan Gunung Djati Bandung\",\"isPartOf\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/08\/IMG-20240814-WA0004.jpg\",\"datePublished\":\"2024-10-28T05:30:06+00:00\",\"dateModified\":\"2024-10-28T03:43:39+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/#primaryimage\",\"url\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/08\/IMG-20240814-WA0004.jpg\",\"contentUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/08\/IMG-20240814-WA0004.jpg\",\"width\":1280,\"height\":853},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Beranda\",\"item\":\"https:\/\/uinsgd.ac.id\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Berita\",\"item\":\"https:\/\/uinsgd.ac.id\/category\/berita\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"5 Spirit Sumpah Pemuda untuk Membangun Persatuan Menuju Indonesia Emas 2045\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/uinsgd.ac.id\/#website\",\"url\":\"https:\/\/uinsgd.ac.id\/\",\"name\":\"UIN Sunan Gunung Djati Bandung\",\"description\":\"Wahyu Memandu Ilmu\",\"publisher\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#organization\"},\"alternateName\":\"UIN Bandung\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/uinsgd.ac.id\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/uinsgd.ac.id\/#organization\",\"name\":\"UIN Sunan Gunung Djati Bandung\",\"alternateName\":\"UIN Bandung\",\"url\":\"https:\/\/uinsgd.ac.id\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png\",\"contentUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png\",\"width\":417,\"height\":598,\"caption\":\"UIN Sunan Gunung Djati Bandung\"},\"image\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/uinsgdofficial\",\"https:\/\/x.com\/uinsgd_official\",\"https:\/\/www.youtube.com\/@uinsgd.official\",\"https:\/\/www.instagram.com\/uinsgd.official\/\",\"https:\/\/www.tiktok.com\/@uinsgd.official\"]},{\"@type\":\"Person\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b\",\"name\":\"Redaksi\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g\",\"caption\":\"Redaksi\"},\"url\":\"https:\/\/uinsgd.ac.id\/author\/af78e61f44e60567\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"5 Spirit Sumpah Pemuda untuk Membangun Persatuan Menuju Indonesia Emas 2045 - UIN Sunan Gunung Djati Bandung","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/","og_locale":"en_US","og_type":"article","og_title":"5 Spirit Sumpah Pemuda untuk Membangun Persatuan Menuju Indonesia Emas 2045 - UIN Sunan Gunung Djati Bandung","og_description":"UINSGD.AC.ID (Humas) &#8212; Pada tanggal 28 Oktober 2024, kita kembali mengenang peristiwa bersejarah dalam perjuangan bangsa Indonesia, yaitu Sumpah Pemuda 1928. Peristiwa [&hellip;]","og_url":"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/","og_site_name":"UIN Sunan Gunung Djati Bandung","article_publisher":"https:\/\/www.facebook.com\/uinsgdofficial","article_published_time":"2024-10-28T05:30:06+00:00","article_modified_time":"2024-10-28T03:43:39+00:00","og_image":[{"width":1280,"height":853,"url":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/08\/IMG-20240814-WA0004.jpg","type":"image\/jpeg"}],"author":"Redaksi","twitter_card":"summary_large_image","twitter_creator":"@uinsgd_official","twitter_site":"@uinsgd_official","twitter_misc":{"Written by":"Redaksi","Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/#article","isPartOf":{"@id":"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/"},"author":{"name":"Redaksi","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b"},"headline":"5 Spirit Sumpah Pemuda untuk Membangun Persatuan Menuju Indonesia Emas 2045","datePublished":"2024-10-28T05:30:06+00:00","dateModified":"2024-10-28T03:43:39+00:00","mainEntityOfPage":{"@id":"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/"},"wordCount":1238,"commentCount":0,"publisher":{"@id":"https:\/\/uinsgd.ac.id\/#organization"},"image":{"@id":"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/#primaryimage"},"thumbnailUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/08\/IMG-20240814-WA0004.jpg","keywords":["2045","5","A. Rusdiana","Bandung","Emas","Indonesia","Membangun Persatuan","Menuju","Pemuda","Spirit","Sumpah","Sunan Gunung Djati","UIN"],"articleSection":["Berita","Dosen"],"inLanguage":"en-US","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/#respond"]}]},{"@type":"WebPage","@id":"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/","url":"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/","name":"5 Spirit Sumpah Pemuda untuk Membangun Persatuan Menuju Indonesia Emas 2045 - UIN Sunan Gunung Djati Bandung","isPartOf":{"@id":"https:\/\/uinsgd.ac.id\/#website"},"primaryImageOfPage":{"@id":"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/#primaryimage"},"image":{"@id":"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/#primaryimage"},"thumbnailUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/08\/IMG-20240814-WA0004.jpg","datePublished":"2024-10-28T05:30:06+00:00","dateModified":"2024-10-28T03:43:39+00:00","breadcrumb":{"@id":"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/#primaryimage","url":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/08\/IMG-20240814-WA0004.jpg","contentUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/08\/IMG-20240814-WA0004.jpg","width":1280,"height":853},{"@type":"BreadcrumbList","@id":"https:\/\/uinsgd.ac.id\/5-spirit-sumpah-pemuda-untuk-membangun-persatuan-menuju-indonesia-emas-2045\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Beranda","item":"https:\/\/uinsgd.ac.id\/"},{"@type":"ListItem","position":2,"name":"Berita","item":"https:\/\/uinsgd.ac.id\/category\/berita\/"},{"@type":"ListItem","position":3,"name":"5 Spirit Sumpah Pemuda untuk Membangun Persatuan Menuju Indonesia Emas 2045"}]},{"@type":"WebSite","@id":"https:\/\/uinsgd.ac.id\/#website","url":"https:\/\/uinsgd.ac.id\/","name":"UIN Sunan Gunung Djati Bandung","description":"Wahyu Memandu Ilmu","publisher":{"@id":"https:\/\/uinsgd.ac.id\/#organization"},"alternateName":"UIN Bandung","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/uinsgd.ac.id\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/uinsgd.ac.id\/#organization","name":"UIN Sunan Gunung Djati Bandung","alternateName":"UIN Bandung","url":"https:\/\/uinsgd.ac.id\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/","url":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png","contentUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png","width":417,"height":598,"caption":"UIN Sunan Gunung Djati Bandung"},"image":{"@id":"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/uinsgdofficial","https:\/\/x.com\/uinsgd_official","https:\/\/www.youtube.com\/@uinsgd.official","https:\/\/www.instagram.com\/uinsgd.official\/","https:\/\/www.tiktok.com\/@uinsgd.official"]},{"@type":"Person","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b","name":"Redaksi","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g","caption":"Redaksi"},"url":"https:\/\/uinsgd.ac.id\/author\/af78e61f44e60567\/"}]}},"_links":{"self":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts\/55136","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/comments?post=55136"}],"version-history":[{"count":3,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts\/55136\/revisions"}],"predecessor-version":[{"id":55139,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts\/55136\/revisions\/55139"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/media\/53541"}],"wp:attachment":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/media?parent=55136"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/categories?post=55136"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/tags?post=55136"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}