{"id":55223,"date":"2024-10-30T17:30:19","date_gmt":"2024-10-30T10:30:19","guid":{"rendered":"https:\/\/uinsgd.ac.id\/?p=55223"},"modified":"2024-10-30T16:43:04","modified_gmt":"2024-10-30T09:43:04","slug":"yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang","status":"publish","type":"post","link":"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/","title":{"rendered":"Yuk Kenali Syeikh Quro: Perintis Pesantren di Cirebon dan Karawang"},"content":{"rendered":"<p><strong>UINSGD.AC.ID (Humas)<\/strong> &#8212; Jika kita berkunjung ke daerah Karawang, Jawa Barat, maka kita masih dapat menemukan beberapa tinggalan sejarah yang dinisbahkan kepada Syeikh Quro. Ia dikenal sebagai salah seorang penyebar Islam di wilayah Tatar Pasundan masa Kerajaan Sunda-Galuh dan Padjadjaran.<\/p>\n<p>Makamnya terletak di Pulau Bata, Desa Pulokalapa, Kecamatan Lemahabang, Kabupaten Karawang, Jawa Barat. Disebutkan bahwa kompleks makam tersebut merupakan tinggalan dari kompleks “pesantren” (dalam artian sederhana), tempat Syeikh Quro dan keturunannya mengajar dan menetap. Mesjid Agung Karawang dikaitkan dengannya karena pernah dijadikan sebagai tempat Syeikh Quro menikahkan Pangeran Pamanah Rasa dengan Subang Larang pada 1421.<\/p>\n<p>Ia disebut-sebut sebagai salah satu tokoh ulama yang berperan dalam proses penyebaran Islam di wilayah Jawa Bagian Barat pada abad ke-14 di wilayah Jawa Bagian Barat, khususnya Cirebon, Karawan, dan sekitarnya. Kiprah dakwahnya berlangsung pada masa kejayaan Kerajaan Sunda-Galuh dan Sunda-Pajajaran, yakni masa Prabu Anggalarang atau Niskala Wastu Kencana (Prabu Siliwangi ke-2), Prabu Dewa Niskala (Sunda-Galuh, Kawali), Prabu Susuk Tunggal (Sunda-Pajajaran, Bogor), dan masa Sri Baduga Maharaja (Prabu Siliwangi ke-3\/4).<\/p>\n<p>Sang tokoh yang akan dibahas pada tulisan ini pertama kali datang ke tanah Jawa melalui Cirebon pada tahun 1416 dari Campa. Ia datang bersama ekspedisi militer Panglima Cheng Ho (1371-1433). Ia pun datang bersama saudaranya, yakni Syeikh Datul Kahfi yang banyak berkiprah dalam pendidikan dan dakwah Islam di wilayah Cirebon.<\/p>\n<p>Selain dihubungkan dengan keduanya, keberadaannya dihubungkan dengan beberapa tokoh populer lainnya dari kerajaan Sunda-Galuh, yakni Ki Gedeng Tapa, Prabu Anggalarang (Prabu Siliwangi ke-2), Nyi Subang Larang, Raden Pamanah Rasa (Sri Baduga Maharaja atau Prabu Siliwangi ke-3\/4), Raden Walangsungsang, Raden Kean Santang, dan Nyai Lara Santang.<\/p>\n<p>Hubungan Syeikh Quro dengan tokoh-tokoh tersebut akan dijelaskan melalui pembahasan pada tulisan ini. Meskipun tidak banyak peninggalan fisik yang tersisa, keberadaan Pondok Quro dibuktikan dengan beberapa prasasti dan situs sejarah. Makam Syekh Quro di Pulo Bata menjadi salah satu bukti otentik keberadaan beliau dan pondok pesantrennya.<\/p>\n<p><strong>Asal-Usul: Silsilah dan Pengalaman Intelektual<\/strong><\/p>\n<p>Ia lebih dikenal dengan sebutan Syeikh Quro. Sebutan lainnya adalah Syeikh Hasanuddin atau Seyikh Mursahadatillah. Disebut Syeikh Quro karena ia memiliki nama kepanjangannya, yakni Syeikh Qurotul Ain. Namun, penamaan ini pun merujuk kepada salah satu keahliannya, yakni seorang qari (pelantun al-Qur’an dengan suara indah). Pada beberapa daerah di wilayah Sunda, sebutan untuk belajar ngaji al-Qur’ an (dengan menggunakan seni qira’ ah) adalah “Kuro”, seperti dalam ungkapan, “kyai eta mah jago kuro“. Kata “kuro” ini bisa merujuk kepada kata pinjaman (borowing word) dari Arab, jamak dari kata qari, yakni qurra.<\/p>\n<p>Disebutkan bahwa Syeikh Quro berasal dari daerah Champa. Daerah ini diperselisihkan apakah merujuk kepada daerah Champa yang ada di Kamboja atau daerah Jeumpa yang berada di Aceh. Kebanyakan pendapat merujukkan Campa ke wilayah Kamboja, yang pada abad ke-13 hingga abad ke-16 merupakan jalur penyebaran Islam dari jalur sutra ke wilayah-wilayah Asia Tenggara. Namun, hal yang disepakati bahwa ia berasal dari luar Jawa.<\/p>\n<p>Dari segi nasab, sebagaimana disebut dalam Naskah Purwaka Caruban Nagari, ia memiliki nasab bersambung kepada Rasulullah dari jalur Sayyidina Husein bin Ali bin Abi Thalib. Ia putra dari Syeikh Yusuf Sidik, yang merupakan salah satu ulama terkemuka pada salah satu Lembaga Pendidikan Islam di Campa. Ia pun memiliki kesinambungan garis keturunan dengan Syeikh Jamaluddin Akbar al-Husaeni (1310-1394) dan Syeikh Jalaluddin al-Husaeni. Keduanya merupakan ulama terkemuka di Haramayn (Mekkah dan Madinah) pada abad ke-14. Syeikh Jamaluddin Akbar al-Husaini dikenal juga dengan sebutan Syeikh Jumadil Kubro. Oleh karena itu, ia dikenal juga sebagai murid dari Syeikh Maulana Maghribi.<\/p>\n<p>Ini berarti, Syeikh Quro bergelar sayyid, yang dapat dibedakan dari gelar syarif (yang disematkan kepada keturunan Sayyidina Hasan bin Ali bin Abi Thalib). Dalam kalangan muslim tradisional, penyebutan sayyid\/syarif ini memiliki “kharisma tradisional”nya tersendiri, karena akan memunculkan sikap penghormatan “lebih” terhadap para dzurriyyah (keturunan) Rasulullah. Tradisi ini masih berlangsung hingga kini, seperti yang terdapat dalam tradisi penghormatan dari ebagian kalangan muslim kepada para sayyid, syarif, atau habib, yang diyakini sebagai keturunan Rasulullah.<\/p>\n<p>Ia belajar agama (Islam) kepada sang ayah, yakni Syeikh Jafar Sidik di Campa. Sang ayah merupakan mufti kerajaan Campa (Islam) dan menjadi pimpinan “Perguruan Tinggi Islam” di kerajaan tersebut. Setelah cukup belajar di Campa, ia pun kemudian belajar ilmu keislaman kepada saudara-saudara ayahnya, yang saat itu banyak yang menjadi pemuka agama Islam yang berada di Haramayn (Mekkah dan Madinah), seperti Jamaluddin Akbar dan Jalaluddin Akbar. Disebutkan bahwa dalam bidang fiqh, ia menganut madzhab Hanafiyah, sebagaimana kebanyakan dianut oleh masyarakat muslim di Asia tengah dan Asia Timur saat itu. Namun, sebagian kalangan menemukan beberapa bukti tinggalan fiqh bermadzhab Syafi’iyah di sekitar Pondok Quro, Karawang.<\/p>\n<p><strong>Hubungan Syeikh Quro dengan Panglima Cheng Ho dan Syeikh Datu Kahfi<\/strong><\/p>\n<p>Syekh Quro dan Laksamana Cheng Ho memiliki hubungan yang cukup erat dalam penyebaran Islam di Jawa bagian Barat. Laksamana Cheng Ho lah yang membawa Syeikh Quro ke tanah Jawa pada ekspedisi militer ke wilayah-wilayah di Asia tenggara pada tahun 1416. Beberapa tahun sebelum 1416, Pasukan Ming di bawah Panglima Cheng Ho tiba di kerajaan Champa (Islam). Sebagaimana misinya yang ditugaskan oleh Raja Dinasti Ming, Panglima Cheng Ho melakukan misi diplomatik dan ekspedisi militer dalam suasana “perdamaian”, bukan peperangan. Walaupun demikian, tetap saja penguasa-penguasa lokal bersikap hati-hati,<\/p>\n<p>Laksamana Cheng Ho sendiri, yang juga dikenal sebagai Zheng He, adalah seorang kasim, penjelajah, diplomat, dan laksamana armada Tiongkok yang hidup pada masa Dinasti Ming generasi awal. Ia dilahirkan pada tahun 1371 dan meninggal pada tahun 1433. Cheng Ho melakukan pelayaran ke Asia Tenggara, Samudra Hindia, dan Afrika Timur pada tahun 1405-1433 dan mengunjungi Nusantara (Kepulauan Indonesia) sebanyak tujuh kali.<\/p>\n<p>Untuk mengenang perjalanannya di Nusantara, masyarakat Tionghoa di Indonesia mendirikan komplek Sam Pho Kong yang berada di Semarang. Pada perjalanannya yang kedua dan ketiga, ia telah membawa serta Syekh Quro dan Syekh Datu Kahfi (syeikh Nurjati) ke Jawa bagian Barat dalam ekspedisi tahun 1412 M. Syekh Quro dan Syekh Nurjati, keduanya kemudian tinggal di Jawa Bagian Barat serta menyebarkan ajaran agama Islam di Karawang dan Cirebon. Masing-masing memiliki “daerah dakwah”nya.<\/p>\n<p>Hubungan antara Syeikh Quro dan Syeikh Datu Kahfi adalah hubungan saudara, yakni Syeikh Datu Kahfi merupakan saudara ipar dari adik Syiekh Quro. Keduanya merupakan keturunan dari Amir Abdullah Khan, generasi keempat.<\/p>\n<p>Hubungan antara Syeikh Quro dengan Panglima Cheng Ho ini penting disebutkan, karena hubungan ini menjadi salah satu faktor yang menguatkan keberadaan Syeikh Quro di wilayah Jawa. Dalam hubungan ini, pemerintahan lokal (Kerajaan Sunda dan Kerajaan Majapahit) tidak berani “gegabah” dalam pelarangan aktivitas Syeikh Quro dan para ulama Muslim di wilayah mereka. Selebihnya, karena Syeikh Quro pun berasal dari kerajaan Campa (Muslim), maka hal ini pun memberikan penguatan terhadap keberadaannya di tanah Jawa, karena kerajaan Campa memiliki hubungan diplomatik dengan beberapa kerajaan di Nusantara, termasuk Sunda dan Jawa. Hal ini pun diperkuat lagi dengan dukungan koloni-koloni (komunitas) muslim di wilayah utara Jawa, yang membentang dari Sunda Kelapa hingga Tuban, termasuk Cirebon.<\/p>\n<p><strong>Syeikh Quro dan Pendirian Pesantren<\/strong><\/p>\n<p>Pada persinggahannya yang pertama tahun 1412, Syeikh Quro mendatangi Cirebon terlebih dahulu. Hal ini ia lakukan karena beberapa pertimbangan. Pertama, di Cirebon saat itu, sudah cukup banyak komunitas-komunitas muslim sejak Bratalegawa (salah satu petinggi kerajaan Galuh) masuk Islam dan melakukan penyebaran Islam di Wilayah Cirebon. Kedua, Cirebon merupakan kota pelabuhan yang “multi-etnik” dan “multi keyakinan”, yang berasal dari Sunda, Jawa, Melayu, Thai, Cina, India, dan Arab. Ketiga, ia mendapatkan “undangan” dan perlindungan dari penguasa lokal Cirebon, yakni Ki Gedeng Tapa (putra dari Ki Gedeng Kasmaya), yang merupakan salah satu penguasa syahbandar di Cirebon.<\/p>\n<p>Pada persinggahan pertama di Cirebon, ia disambut oleh Ki Gedeng Tapa yang menjadi Syahbandar di Pelabuhan Muara Jati, Cirebon. Pelabuhan ini merupakan salah satu yang terpenting di Pulau Jawa pada masanya, dan menjadi pusat kegiatan perdagangan dengan para pedagang dari berbagai penjuru Nusantara, Tiongkok, India, dan Arab. Perannya sebagai Syahbandar menunjukkan keahlian Ki Gedeng Tapa dalam mengatur lalu lintas pelabuhan dan perdagangan di sana.<\/p>\n<p>Pada persinggahan pertama ini, Syeikh Quro mendapatkan penolakan dari Prabu Anggalarang (atau Prabu Niskala Wastu Kencana) karena ia datang bersamaan dengan Laksamana Cheng Ho. Sebagai penguasa Sunda-Pajajaran, Prabu Anggalarang mencurigai aktivitas Syeikh Quro sebagai bagian dari “telik sandi” dari Dinasti Ming atau dari kerajan Campa. Oleh karena adanya resistensi dari kalangan maka ia pun kembali ke Campa, sekalipun sempat singgah di Kerajaan Perlak dan Kerajaan Aceh Darussalam.<\/p>\n<p>Pada persinggahan yang kedua pada tahun 1418\/1419, ia membawa serta beberapa muridnya, di antaranya Syeikh Abdul Rohman dan Syeikh Maulana Madzkur. Sama halnya dengan kedatangan pertamanya, ia tetap disambut baik oleh Ki Gedeng Tapa. Kini, ia tidak memilih Cirebon sebagai tempat tinggalnya, karena telah ada saudaranya, yakni Syeikh Datul Kahfi. Ia lebih memilih tempat lainnya, yakni Karawang.<\/p>\n<p>Pemilihan ini dilatarbelakangi oleh banyak faktor, di antaranya adalah strategisnya Kerawang sebagai kota yang berada di Pantura (dekat akses ke pantai) dan telah cukup banyak masyarakat multi etnis di wilayah ini. Keberadaannya kali ini tidak terlalu mendapatkan perhatian dari Sunda Galuh maupun Pakuan Pajajaran. Bahkan, pada tahun 1418\/1419, ia dapat mendirikan Pondok Quro, pesantren al-Qur’ an pertama di Jawa bagian Barat, yakni di daerah Karawang.² Pesantren ini menjadi pusat pembelajaran Alquran dan ajaran Islam, memainkan peran krusial dalam pengembangan pendidikan agama di wilayah tersebut.<\/p>\n<p>Pondok yang didirikannya dikenal dengan sebutan Pondok Quro. Pondok ini diyakini sebagai pondok pesantren pertama di Jawa Barat, menjadikannya salah satu lembaga pendidikan Islam tertua dan paling bersejarah di Nusantara. Lokasi awal Pondok Quro berada di Pulo Bata, Karawang. Di sana, Syekh Quro mendirikan masjid dan langgar (tempat belajar agama Islam) untuk menyebarkan ilmu pengetahuan dan ajaran Islam kepada masyarakat sekitar. Pondok Quro tidak hanya berperan sebagai pusat pendidikan agama, tetapi juga sebagai pusat pengembangan dakwah dan sosial kemasyarakatan. Syekh Quro dan para santrinya aktif dalam membantu fakir miskin, anak yatim, dan dhuafa.<\/p>\n<p>Keberadaan Syeikh Quro dan pondoknya menjadi cukup dikenal setelah dekat dengan kalangan Istana Sunda-Galuh (Kawali) dan Sunda-Padjadjaran (Bogor). Ia merupakan guru dari Ki Gedeng Tapa dan keluarganya (khususnya Pangeran Walangsungsang dan Nyai Subang Larang). Popularitasnya menjadi menanjak , ketika ia dapat mengislamkan beberapa “gegeden” (menak) dari kerajaan-kerajaan di wilayah Sunda. Yang paling terkenal adalah keislamannya Raden Pamanah Rasa (1401-1522) pada tahun 1420, yakni ketika menikahi salah satu murid Syeikh Quro, yakni Nyai Subang Larang. Raden Pamanah Rasa merupakan cucu dari Prabu Anggalarang (atau Niskala Wastu Kencana, 1348-1475) dari jalur Prabu Dewa Niskala (memerintah 1475-1482). Kelak Raden Pamanah Rasa dikenal dengan sebutan Sri Baduga Maharaja yang memerintah Sunda-Pajajaran dari 1482 sampai 1522.<\/p>\n<p>Syeikh Quro dan beberapa muridnya kemudian berperan sebagai penyiar Islam di Jawa Barat³. Karya dan dedikasinya dalam pendidikan dan dakwah telah meninggalkan jejak berharga dalam sejarah keberagamaan di wilayah ini¹. Setelah wafatnya Syekh Quro, kepemimpinan Pondok Quro diteruskan oleh para santrinya. Meskipun tidak banyak peninggalan fisik yang tersisa, keberadaan Pondok Quro dibuktikan dengan beberapa prasasti dan situs sejarah. Makam Syekh Quro di Pulo Bata menjadi salah satu bukti otentik keberadaan beliau dan pondok pesantrennya.<\/p>\n<p>Para murid Syeikh Quro tidak hanya menjadi penerus ilmu pengetahuan gurunya, tetapi juga menjadi penyebar dakwah yang gigih di berbagai wilayah di tanah Sunda. Mereka mendirikan pesantren, mengajar agama Islam kepada masyarakat, dan aktif dalam berbagai kegiatan sosial kemasyarakatan.<\/p>\n<p>Salah satu murid beliau yang terkenal adalah Syekh Bentong, yang kemudian melanjutkan perjuangan Syekh Quro dalam menyebarkan Islam di Karawang dan sekitarnya. Syeikh Bentong merupakan salah satu murid terkemuka Syekh Quro, ulama penyebar agama Islam di tanah Sunda pada abad ke-14. Beliau dikenal sebagai sosok yang cerdas, tekun, dan memiliki dedikasi tinggi dalam mempelajari ilmu agama Islam.<\/p>\n<p>Syeikh Bentong tidak hanya menjadi murid, tetapi juga sahabat karib Syekh Quro. Beliau selalu mendampingi Syekh Quro dalam berdakwah dan menyebarkan Islam di berbagai wilayah di Jawa Barat. Setelah wafatnya Syekh Quro, Syeikh Bentong mengambil peran penting dalam melanjutkan dakwah dan perjuangan gurunya. Beliau memimpin Pondok Quro, pesantren pertama di Jawa Barat yang didirikan oleh Syekh Quro. Di bawah kepemimpinan Syeikh Bentong, Pondok Quro semakin berkembang dan menjadi pusat pendidikan Islam yang digemari masyarakat. Beliau juga aktif dalam menyebarkan Islam ke berbagai daerah di Karawang dan sekitarnya.<\/p>\n<p>Syeikh Bentong dikenal sebagai sosok yang sederhana, bersahaja, dan selalu mengamalkan ajaran Islam dalam kehidupan sehari-hari. Beliau menjadi panutan bagi para santri dan masyarakat sekitar. Salah satu kisah teladan Syeikh Bentong yang terkenal adalah saat beliau rela menukar baju baru dengan seorang fakir miskin. Keteladanan dan kemuliaan hatinya ini menjadi inspirasi bagi banyak orang untuk selalu berbuat kebaikan dan membantu sesama. Syeikh Bentong wafat dan dimakamkan di Pulo Bata, Karawang, tepat di samping makam gurunya, Syekh Quro. Makam beliau menjadi salah satu tempat ziarah yang digemari masyarakat hingga saat ini.<\/p>\n<p>Berkat dedikasi dan perjuangan para murid Syeikh Quro, Islam semakin berkembang pesat di Jawa Barat. Ajaran Islam yang mereka sampaikan membawa perubahan positif bagi masyarakat, baik dalam hal spiritualitas maupun kehidupan sosial.<\/p>\n<p><em>Dadan Rusmana, Wakil Rektor I UIN Sunan Gunung Djati Bandung<\/em><\/p>\n<p>Citations:<br \/>\n(1) <a href=\"https:\/\/republika.co.id\/amp\/pit9zy366\/laksamana-cheng-ho-cina-pertama-sebarkan-islam-di-jabar\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">Laksamana Cheng Ho, Cina Pertama Sebarkan Islam di Jabar – Republika<\/a><br \/>\n(2) <a href=\"https:\/\/id.wikipedia.org\/wiki\/Cheng_Ho\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">Cheng Ho – Wikipedia bahasa Indonesia, ensiklopedia bebas<\/a><br \/>\n(3) <a href=\"https:\/\/p2k.stekom.ac.id\/ensiklopedia\/Cheng_Ho\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">Cheng Ho – Universitas STEKOM Semarang<\/a><br \/>\n(4) <a href=\"https:\/\/id.wikipedia.org\/wiki\/Qurotul_Ain\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">Qurotul Ain – Wikipedia bahasa Indonesia, ensiklopedia bebas<\/a><br \/>\n(5) <a href=\"https:\/\/daerah.sindonews.com\/berita\/1115430\/29\/syekh-quro-dan-penyebaran-islam-di-tanah-jawa\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">Syekh Quro dan Penyebaran Islam di Tanah Jawa – SINDOnews<\/a><\/p>\n<p>(6) <a href=\"https:\/\/id.wikipedia.org\/wiki\/Sejarah_Jawa_Barat_pada_era_kerajaan_Islam\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">Sejarah Jawa Barat pada era kerajaan Islam – Wikipedia bahasa Indonesia ….<\/a><br \/>\n(7) <a href=\"https:\/\/jlka.kemenag.go.id\/index.php\/lektur\/article\/view\/170\/202\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">Penyebar Islam di Pantai Utara Jawa: Mengungkap Peran Syaikh Quro Karawang<\/a><br \/>\n(8) <a href=\"https:\/\/id.wikipedia.org\/wiki\/Qurotul_Ain\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">Qurotul Ain – Wikipedia bahasa Indonesia, ensiklopedia bebas<\/a><br \/>\n(9) <a href=\"https:\/\/daerah.sindonews.com\/berita\/1115430\/29\/syekh-quro-dan-penyebaran-islam-di-tanah-jawa\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">Syekh Quro dan Penyebaran Islam di Tanah Jawa – SINDOnews.com<\/a><br \/>\n(10) <a href=\"https:\/\/romansabandung.com\/syekh-quro-dan-pondok-pesantren-pertama-di-jawa-barat\/\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">Syekh Quro dan Pondok Pesantren Pertama di Jawa Barat<\/a> (11) <a href=\"https:\/\/islamic-center.or.id\/syeikh-quro-ulama-betawi-pertama\/\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">Syeikh Quro Ulama Betawi Pertama<\/a><\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>UINSGD.AC.ID (Humas) &#8212; Jika kita berkunjung ke daerah Karawang, Jawa Barat, maka kita masih dapat menemukan beberapa tinggalan sejarah yang dinisbahkan kepada [&hellip;]<\/p>\n","protected":false},"author":3,"featured_media":55224,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[65,67,135],"tags":[142,2354,2779,1241,3038,1477,3037,748,3036,141,3035,140],"class_list":["post-55223","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-berita","category-dosen","category-jejak","tag-bandung","tag-cirebon","tag-dadan-rusmana","tag-jejak","tag-karawang","tag-kenali","tag-perintis","tag-pesantren","tag-quro","tag-sunan-gunung-djati","tag-syeikh","tag-uin"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v24.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Yuk Kenali Syeikh Quro: Perintis Pesantren di Cirebon dan Karawang - UIN Sunan Gunung Djati Bandung<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Yuk Kenali Syeikh Quro: Perintis Pesantren di Cirebon dan Karawang - UIN Sunan Gunung Djati Bandung\" \/>\n<meta property=\"og:description\" content=\"UINSGD.AC.ID (Humas) &#8212; Jika kita berkunjung ke daerah Karawang, Jawa Barat, maka kita masih dapat menemukan beberapa tinggalan sejarah yang dinisbahkan kepada [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/\" \/>\n<meta property=\"og:site_name\" content=\"UIN Sunan Gunung Djati Bandung\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/uinsgdofficial\" \/>\n<meta property=\"article:published_time\" content=\"2024-10-30T10:30:19+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2024-10-30T09:43:04+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/10\/syekh_quro.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1080\" \/>\n\t<meta property=\"og:image:height\" content=\"676\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"Redaksi\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@uinsgd_official\" \/>\n<meta name=\"twitter:site\" content=\"@uinsgd_official\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Redaksi\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/\"},\"author\":{\"name\":\"Redaksi\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b\"},\"headline\":\"Yuk Kenali Syeikh Quro: Perintis Pesantren di Cirebon dan Karawang\",\"datePublished\":\"2024-10-30T10:30:19+00:00\",\"dateModified\":\"2024-10-30T09:43:04+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/\"},\"wordCount\":2160,\"commentCount\":0,\"publisher\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#organization\"},\"image\":{\"@id\":\"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/10\/syekh_quro.jpg\",\"keywords\":[\"Bandung\",\"Cirebon\",\"Dadan Rusmana\",\"Jejak\",\"Karawang\",\"Kenali\",\"Perintis\",\"Pesantren\",\"Quro\",\"Sunan Gunung Djati\",\"Syeikh\",\"UIN\"],\"articleSection\":[\"Berita\",\"Dosen\",\"Jejak\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/\",\"url\":\"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/\",\"name\":\"Yuk Kenali Syeikh Quro: Perintis Pesantren di Cirebon dan Karawang - UIN Sunan Gunung Djati Bandung\",\"isPartOf\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/10\/syekh_quro.jpg\",\"datePublished\":\"2024-10-30T10:30:19+00:00\",\"dateModified\":\"2024-10-30T09:43:04+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/#primaryimage\",\"url\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/10\/syekh_quro.jpg\",\"contentUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/10\/syekh_quro.jpg\",\"width\":1080,\"height\":676,\"caption\":\"Syekh Quro ( Syekh Quratul Ain), Ilustrasi foto Laduni\"},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Beranda\",\"item\":\"https:\/\/uinsgd.ac.id\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Berita\",\"item\":\"https:\/\/uinsgd.ac.id\/category\/berita\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Yuk Kenali Syeikh Quro: Perintis Pesantren di Cirebon dan Karawang\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/uinsgd.ac.id\/#website\",\"url\":\"https:\/\/uinsgd.ac.id\/\",\"name\":\"UIN Sunan Gunung Djati Bandung\",\"description\":\"Wahyu Memandu Ilmu\",\"publisher\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#organization\"},\"alternateName\":\"UIN Bandung\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/uinsgd.ac.id\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/uinsgd.ac.id\/#organization\",\"name\":\"UIN Sunan Gunung Djati Bandung\",\"alternateName\":\"UIN Bandung\",\"url\":\"https:\/\/uinsgd.ac.id\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png\",\"contentUrl\":\"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png\",\"width\":417,\"height\":598,\"caption\":\"UIN Sunan Gunung Djati Bandung\"},\"image\":{\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/uinsgdofficial\",\"https:\/\/x.com\/uinsgd_official\",\"https:\/\/www.youtube.com\/@uinsgd.official\",\"https:\/\/www.instagram.com\/uinsgd.official\/\",\"https:\/\/www.tiktok.com\/@uinsgd.official\"]},{\"@type\":\"Person\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b\",\"name\":\"Redaksi\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/uinsgd.ac.id\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g\",\"caption\":\"Redaksi\"},\"url\":\"https:\/\/uinsgd.ac.id\/author\/af78e61f44e60567\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Yuk Kenali Syeikh Quro: Perintis Pesantren di Cirebon dan Karawang - UIN Sunan Gunung Djati Bandung","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/","og_locale":"en_US","og_type":"article","og_title":"Yuk Kenali Syeikh Quro: Perintis Pesantren di Cirebon dan Karawang - UIN Sunan Gunung Djati Bandung","og_description":"UINSGD.AC.ID (Humas) &#8212; Jika kita berkunjung ke daerah Karawang, Jawa Barat, maka kita masih dapat menemukan beberapa tinggalan sejarah yang dinisbahkan kepada [&hellip;]","og_url":"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/","og_site_name":"UIN Sunan Gunung Djati Bandung","article_publisher":"https:\/\/www.facebook.com\/uinsgdofficial","article_published_time":"2024-10-30T10:30:19+00:00","article_modified_time":"2024-10-30T09:43:04+00:00","og_image":[{"width":1080,"height":676,"url":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/10\/syekh_quro.jpg","type":"image\/jpeg"}],"author":"Redaksi","twitter_card":"summary_large_image","twitter_creator":"@uinsgd_official","twitter_site":"@uinsgd_official","twitter_misc":{"Written by":"Redaksi","Est. reading time":"13 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/#article","isPartOf":{"@id":"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/"},"author":{"name":"Redaksi","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b"},"headline":"Yuk Kenali Syeikh Quro: Perintis Pesantren di Cirebon dan Karawang","datePublished":"2024-10-30T10:30:19+00:00","dateModified":"2024-10-30T09:43:04+00:00","mainEntityOfPage":{"@id":"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/"},"wordCount":2160,"commentCount":0,"publisher":{"@id":"https:\/\/uinsgd.ac.id\/#organization"},"image":{"@id":"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/#primaryimage"},"thumbnailUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/10\/syekh_quro.jpg","keywords":["Bandung","Cirebon","Dadan Rusmana","Jejak","Karawang","Kenali","Perintis","Pesantren","Quro","Sunan Gunung Djati","Syeikh","UIN"],"articleSection":["Berita","Dosen","Jejak"],"inLanguage":"en-US","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/#respond"]}]},{"@type":"WebPage","@id":"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/","url":"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/","name":"Yuk Kenali Syeikh Quro: Perintis Pesantren di Cirebon dan Karawang - UIN Sunan Gunung Djati Bandung","isPartOf":{"@id":"https:\/\/uinsgd.ac.id\/#website"},"primaryImageOfPage":{"@id":"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/#primaryimage"},"image":{"@id":"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/#primaryimage"},"thumbnailUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/10\/syekh_quro.jpg","datePublished":"2024-10-30T10:30:19+00:00","dateModified":"2024-10-30T09:43:04+00:00","breadcrumb":{"@id":"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/#primaryimage","url":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/10\/syekh_quro.jpg","contentUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2024\/10\/syekh_quro.jpg","width":1080,"height":676,"caption":"Syekh Quro ( Syekh Quratul Ain), Ilustrasi foto Laduni"},{"@type":"BreadcrumbList","@id":"https:\/\/uinsgd.ac.id\/yuk-kenali-syeikh-quro-perintis-pesantren-di-cirebon-dan-karawang\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Beranda","item":"https:\/\/uinsgd.ac.id\/"},{"@type":"ListItem","position":2,"name":"Berita","item":"https:\/\/uinsgd.ac.id\/category\/berita\/"},{"@type":"ListItem","position":3,"name":"Yuk Kenali Syeikh Quro: Perintis Pesantren di Cirebon dan Karawang"}]},{"@type":"WebSite","@id":"https:\/\/uinsgd.ac.id\/#website","url":"https:\/\/uinsgd.ac.id\/","name":"UIN Sunan Gunung Djati Bandung","description":"Wahyu Memandu Ilmu","publisher":{"@id":"https:\/\/uinsgd.ac.id\/#organization"},"alternateName":"UIN Bandung","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/uinsgd.ac.id\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/uinsgd.ac.id\/#organization","name":"UIN Sunan Gunung Djati Bandung","alternateName":"UIN Bandung","url":"https:\/\/uinsgd.ac.id\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/","url":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png","contentUrl":"https:\/\/uinsgd.ac.id\/wp-content\/uploads\/2020\/02\/Logo__uinsgd_official-removebg-preview.png","width":417,"height":598,"caption":"UIN Sunan Gunung Djati Bandung"},"image":{"@id":"https:\/\/uinsgd.ac.id\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/uinsgdofficial","https:\/\/x.com\/uinsgd_official","https:\/\/www.youtube.com\/@uinsgd.official","https:\/\/www.instagram.com\/uinsgd.official\/","https:\/\/www.tiktok.com\/@uinsgd.official"]},{"@type":"Person","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/person\/adb70bb5965b8294c4924c5baacbbd5b","name":"Redaksi","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/uinsgd.ac.id\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/292f223e5a2b970d117b97945f15878d?s=96&d=mm&r=g","caption":"Redaksi"},"url":"https:\/\/uinsgd.ac.id\/author\/af78e61f44e60567\/"}]}},"_links":{"self":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts\/55223","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/comments?post=55223"}],"version-history":[{"count":4,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts\/55223\/revisions"}],"predecessor-version":[{"id":55230,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/posts\/55223\/revisions\/55230"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/media\/55224"}],"wp:attachment":[{"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/media?parent=55223"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/categories?post=55223"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/uinsgd.ac.id\/wp-json\/wp\/v2\/tags?post=55223"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}